[ 
   { 
      "question":"I sistemi di ritenuta per bambini sono di un unico tipo e sono tutti utilizzabili per trasportare bambini fino a 1,50 metri di altezza.",
      "isCorrect":false
   },
   {
      "question":"I bambini di età inferiore a 3 anni non possono viaggiare su autovetture sprovviste degli idonei sistemi di ritenuta.",
      "isCorrect":true
   },
   {
      "question":"Guidando ciclomotori o motocicli è consigliabile utilizzare guanti protettivi per le mani.",
      "isCorrect":true
   },
   {
      "question":"Le cinture di sicurezza hanno lo scopo di evitare che il conducente o i passeggeri vadano a urtare parti interne del veicolo in caso di urto violento.",
      "isCorrect":true
   },
   {
      "question":"L’airbag entra in funzione in caso di incidente stradale con urto violento.",
      "isCorrect":true
   },
   {
      "question":"Il casco è obbligatorio per i conducenti di motocicli non dotati di cellula di sicurezza e di dispositivi di ritenuta.",
      "isCorrect":true
   },
   {
      "question":"E’ consentito il trasporto di bambini senza che siano assicurati a sistemi di ritenuta, purché sui sedili anteriori in braccio a persona maggiorenne.",
      "isCorrect":false
   },
   {
      "question":"Le cinture di sicurezza sono di utilità trascurabile nella circolazione urbana.",
      "isCorrect":false
   },
   {
      "question":"L’airbag non va usato insieme alle cinture di sicurezza.",
      "isCorrect":false
   },
   {
      "question":"La pulizia del casco deve essere effettuata con detersivi non corrosivi.",
      "isCorrect":true
   },
   {
      "question":"L’airbag può essere talvolta disattivabile.",
      "isCorrect":true
   },
   {
      "question":"L’uso del casco durante la marcia diventa facoltativo quando la temperatura dell’aria è superiore ai trenta gradi.",
      "isCorrect":false
   },
   {
      "question":"L’airbag si gonfia premendo un pulsante posto sul cruscotto.",
      "isCorrect":false
   },
   {
      "question":"Se un’autovettura è munita di airbag, è possibile trasportare bambini sul sedile anteriore assicurati ad idoneo seggiolino solo se il veicolo è dotato di comando per disattivare l’airbag stesso.",
      "isCorrect":true
   },
   {
      "question":"Le donne in stato di gravidanza con particolari condizioni di rischio certificate non sono obbligate ad agganciare la cintura di sicurezza.",
      "isCorrect":true
   },
   {
      "question":"Il casco è obbligatorio per i conducenti di ciclomotori a due ruote, solo se minorenni.",
      "isCorrect":false
   },
   {
      "question":"L’airbag si gonfia automaticamente grazie al comando di un sensore.",
      "isCorrect":true
   },
   {
      "question":"Le cinture di sicurezza hanno lo scopo di limitare i danni al conducente e ai passeggeri in caso di incidente stradale.",
      "isCorrect":true
   },
   {
      "question":"Il conducente che non indossa il casco è soggetto alla decurtazione di punti dalla patente di guida.",
      "isCorrect":true
   },
   {
      "question":"Il casco è obbligatorio per il passeggero di un motociclo privo di cellula di sicurezza e sistemi di ritenuta.",
      "isCorrect":true
   },
   {
      "question":"Il casco deve essere completamente allacciato solo sui percorsi extraurbani.",
      "isCorrect":false
   },
   {
      "question":"Il postino, durante l'attività lavorativa, non ha l'obbligo di agganciare la cintura di sicurezza.",
      "isCorrect":false
   },
   {
      "question":"Gli stivali ad uso motociclistico hanno la suola in acciaio.",
      "isCorrect":false
   },
   {
      "question":"Se non si allaccia la cintura di sicurezza, in caso d'improvvisa frenata si può essere proiettati contro il parabrezza.",
      "isCorrect":true
   },
   {
      "question":"E’ consentito il trasporto di bambini senza che siano assicurati a sistemi di ritenuta, purché si circoli alla velocità massima di 40 km/h.",
      "isCorrect":false
   },
   {
      "question":"Indossare il casco in modo errato o senza averlo correttamente allacciato può comportare gravi rischi alla salute in caso di caduta o incidente.",
      "isCorrect":true
   },
   {
      "question":"Se il veicolo è dotato di airbag frontali e laterali, si può fare a meno di allacciare la cintura di sicurezza.",
      "isCorrect":false
   },
   {
      "question":"Le cinture di sicurezza richiedono un periodico controllo del loro stato di usura e di efficienza.",
      "isCorrect":true
   },
   {
      "question":"L’obbligo dell’uso del casco non riguarda i maggiorenni con più di tre anni di esperienza di guida.",
      "isCorrect":false
   },
   {
      "question":"I sistemi di ritenuta per bambini sono classificati in gruppi, in funzione del peso del bambino che possono accogliere.",
      "isCorrect":true
   },
   {
      "question":"Le cinture di sicurezza devono essere di tipo omologato e devono essere mantenute sempre efficienti.",
      "isCorrect":true
   },
   {
      "question":"Gli stivali ad uso motociclistico permettono una giusta protezione di piedi e caviglie quando si è alla guida di veicolo a due ruote.",
      "isCorrect":true
   },
   {
      "question":"Gli stivali ad uso motociclistico proteggono i piedi da abrasioni sull’asfalto in caso di caduta.",
      "isCorrect":true
   },
   {
      "question":"Non è obbligatorio utilizzare le cinture di sicurezza su una autovettura quando si circola ad una velocità inferiore ai 30 km/h.",
      "isCorrect":false
   },
   {
      "question":"Le persone che soffrono di particolari malattie certificate non sono tenute ad agganciare la cintura di sicurezza.",
      "isCorrect":true
   },
   {
      "question":"La visiera del casco può essere riparata con nastro adesivo, purché sia di tipo ultra trasparente.",
      "isCorrect":false
   },
   {
      "question":"I sistemi di ritenuta per bambini devono essere di tipo omologato e mantenuti sempre efficienti.",
      "isCorrect":true
   },
   {
      "question":"Il casco integrale protegge anche il viso da traumi e lesioni in caso di incidente.",
      "isCorrect":true
   },
   {
      "question":"Sono previste sanzioni per chi, pur facendo uso della cintura di sicurezza, ne alteri o ostacoli il normale funzionamento.",
      "isCorrect":true
   },
   {
      "question":"Il casco deve essere sostituito dopo che abbia subito un forte urto, anche se non mostra deformazioni sulla calotta esterna.",
      "isCorrect":true
   },
   {
      "question":"L'isola di traffico facilita la salita e la discesa di passeggeri da tram, filobus e autobus.",
      "isCorrect":false,
      "explanation":"L'isola di traffico è una parte della carreggiata, evidenziata mediante zebrature di colore bianco e delimitata da strisce bianche continue di raccordo. Serve a facilitare l'incanalamento dei veicoli verso varie direzioni. Su di essa è vietato marciare e sostare.",
      "explanationImage":"isola_di_traffico.png"
   },
   {
      "question":"Le autovetture sono soggette a revisione ogni cinque anni.",
      "isCorrect":false,
      "explanation":"Le sono veicoli a motore con quattro ruote, destinati al trasporto di persone, con non più di nove posti, compreso quello del conducente. Sono soggette a revisione periodica, quattro anni dopo la prima immatricolazione e, successivamente, ogni due anni.",
      "explanationImage":""
   },
   {
      "question":"Il conducente deve fermarsi e facilitare l'attraversamento al pedone non vedente con il bastone bianco che attraversa la strada fuori dalle strisce pedonali.",
      "isCorrect":true
   },
   {
      "question":"L'intersezione (incrocio) a raso può essere regolata da semaforo.",
      "isCorrect":true,
      "explanation":"L'intersezione a raso è un'intersezione di due o più strade poste allo stesso livello.Può essere regolata da semaforo.",
      "explanationImage":""
   },
   {
      "question":"Il conducente deve fermarsi quando un pedone non vedente con il bastone bianco si accinge ad attraversare la strada, evitando di frenare bruscamente per non spaventarlo.",
      "isCorrect":true
   },
   {
      "question":"Le strade extraurbane principali sono segnalate da cartelli stradali di inizio e fine.",
      "isCorrect":true,
      "explanation":"La strada extraurbana principale è una strada a carreggiate indipendenti o separate da spartitraffico, ciascuna con almeno due corsie di marcia; è priva di intersezioni a raso ed è provvista di apposite aree di sosta e di accessi con corsie di accelerazione e di decelerazione. La strada extraurbana principale è contraddistinta dagli appositi segnali di inizio e fine.",
      "explanationImage":""
   },
   {
      "question":"Sulle autocaravan (camper) è possibile viaggiare in piedi, solo per brevi tratti.",
      "isCorrect":false
   },
   {
      "question":"In vicinanza di un attraversamento pedonale, i pedoni devono fare un cenno con la mano prima di iniziare l'attraversamento.",
      "isCorrect":false
   },
   {
      "question":"Nei centri abitati, su una stessa corsia possono circolare affiancati due motocicli.",
      "isCorrect":false,
      "explanation":"È possibile che su una corsia i veicoli debbano circolare ad una velocità minima obbligatoria, mentre non è consentito che motocicli o ciclomotori possano circolare affiancati."
   },
   {
      "question":"La corsia è limitata da strisce continue o discontinue.",
      "isCorrect":true,
      "explanation":"La corsia è una suddivisione della carreggiata, limitata da strisce continue o discontinue e larga a sufficienza per la circolazione di una sola fila di veicoli.",
      "explanationImage":""
   },
   {
      "question":"I tricicli a motore sono veicoli con motore di cilindrata inferiore a 50 cm3 e aventi velocità massima per costruzione fino a 45 km/h.",
      "isCorrect":false,
      "explanation":"I tricicli sono veicoli a tre ruote simmetriche, con motore di cilindrata superiore a 50 cm3 e aventi una velocità massima superiore a 45 km/h.",
      "explanationImage":""
   },
   {
      "question":"Entrando in un centro abitato, bisogna considerare che è possibile sostare in corrispondenza di incroci non regolati.",
      "isCorrect":false,
      "explanation":"La sosta è vietata nelle aree di intersezione (incroci) e, fuori dai centri abitati, anche in loro prossimità."
   },
   {
      "question":"La corsia può essere a doppio senso di circolazione.",
      "isCorrect":false,
      "explanation":"Una corsia è sempre a senso unico"
   },
   {
      "question":"Il conducente deve accelerare per sgombrare rapidamente la carreggiata quando un pedone non vedente con il bastone bianco attraversa la strada senza cane guida.",
      "isCorrect":false
   },
   {
      "question":"La guida dei quadricicli non leggeri è consentita già al compimento del quattordicesimo anno di età.",
      "isCorrect":false,
      "explanation": "I quadricicli a motore sono veicoli a motore con quattro ruote, di potenza non superiore a 15 kW. Per la guida dei quadricicli non leggeri occorre aver compiuto 16 anni ed essere in possesso della patente di categoria B1."
   },
   {
      "question":"Alla guida di un veicolo, in vicinanza di una piazzola di fermata di autobus per scolari, occorre passare per primi, avendo sempre la precedenza sui bambini che attraversano la strada",
      "isCorrect":false
   },
   {
      "question":"Il conducente che si accorga che il suo veicolo ha forti perdite di olio o carburante, deve immediatamente avvisare l'ente proprietario della strada o gli organi di polizia",
      "isCorrect":true
   },
   {
      "question":"Una zona a traffico limitato è un'area nella quale può essere limitata la circolazione solo a particolari categorie di utenti",
      "isCorrect":true
   },
   {
      "question":"L'intersezione (incrocio) a raso richiede di fare attenzione ai veicoli provenienti dalle strade che si incrociano",
      "isCorrect":true
   },
   {
      "question":"In vicinanza di un attraversamento pedonale, il conducente deve considerare che le reazioni dei bambini che attraversano sono imprevedibili e, quindi, possono creare pericolo",
      "isCorrect":true
   },
   {
      "question":"Il conducente di un veicolo di grandi dimensioni ha, di norma, la precedenza sul conducente di un veicolo più piccolo",
      "isCorrect":false
   },
   {
      "question":"Nelle autostrade possono circolare tutti i motocicli e i ciclomotori",
      "isCorrect":false
   },
   {
      "question":"Le persone anziane che attraversano la carreggiata sono esposte a maggiori pericoli, perché le loro capacità visive e uditive non sono più eccellenti",
      "isCorrect":true
   },
   {
      "question":"Bisogna usare maggiore prudenza nei confronti dei conducenti di veicoli adattati per persone diversamente abili",
      "isCorrect":true
   },
   {
      "question":"Quando si viaggia in fila con altri veicoli, è opportuno spostarsi al centro della carreggiata, per controllare la situazione del traffico",
      "isCorrect":false
   },
   {
      "question":"Alla guida di un veicolo, in vicinanza di una piazzola di fermata di autobus per scolari, non si deve rallentare, per evitare di ostacolare la circolazione degli altri veicoli",
      "isCorrect":false
   },
   {
      "question":"Le strisce retroriflettenti applicate lateralmente ad alcuni veicoli possono essere di colore bianco o giallo",
      "isCorrect":true
   },
   {
      "question":"In vicinanza di un attraversamento pedonale, il conducente deve considerare che i pedoni devono attraversare la strada affiancati, in modo da impiegare meno tempo",
      "isCorrect":false
   },
   {
      "question":"Il conducente deve dare segni di impazienza, se il veicolo che sta davanti procede troppo lentamente",
      "isCorrect":false
   },
   {
      "question":"I motocicli sono soggetti a revisione dopo quattro anni dalla prima immatricolazione, successivamente ogni due anni",
      "isCorrect":true
   },
   {
      "question":"L'ente proprietario della strada può imporre che su una corsia i veicoli transitino ad una velocità minima obbligatoria",
      "isCorrect":true
   },
   {
      "question":"I rimorchi sono muniti di silenziatore",
      "isCorrect":false
   },
   {
      "question":"Alla guida di un veicolo, in vicinanza di una piazzola di fermata di autobus per scolari, bisogna rallentare particolarmente se vi è lo scuolabus",
      "isCorrect":true
   },
   {
      "question":"Il passaggio a livello è un cavalcavia ferroviario o tranviario",
      "isCorrect":false
   },
   {
      "question":"I ciclomotori a due ruote non possono avere un motore termico di cilindrata superiore a 50 cm3",
      "isCorrect":true
   },
   {
      "question":"L'isola di traffico è una parte della strada sulla quale è vietato il transito dei motocicli",
      "isCorrect":true
   },
   {
      "question":"L'isola di traffico è un'area pedonale urbana",
      "isCorrect":false
   },
   {
      "question":"Non tutti i tipi di veicoli possono circolare in autostrada",
      "isCorrect":true
   },
   {
      "question":"In un centro abitato bisogna essere più attenti, prudenti e tolleranti, a causa del maggior numero di utenti che interagiscono nell'ambiente urbano",
      "isCorrect":true
   },
   {
      "question":"L'attraversamento pedonale è una parte della carreggiata sulla quale è vietata la fermata dei veicoli",
      "isCorrect":true
   },
   {
      "question":"In vicinanza di un attraversamento pedonale, il conducente deve considerare che i veicoli parcheggiati in prossimità delle strisce impediscono la visuale dei pedoni",
      "isCorrect":true
   },
   {
      "question":"Il conducente di un veicolo diverso dai taxi può sostare nei posteggi riservati ai taxi dalle ore 20.00 alle ore 8.00",
      "isCorrect":false
   },
   {
      "question":"Durante la circolazione, gli autocarri di massa complessiva a pieno carico inferiore o uguale a 3,5 tonnellate devono essere segnalati posteriormente con pannelli retroriflettenti gialli e rossi",
      "isCorrect":false
   },
   {
      "question":"Il conducente che si accorge che il suo veicolo perde olio deve compiere tutte le azioni necessarie per evitare pericoli per altri utenti",
      "isCorrect":true
   },
   {
      "question":"Si definiscono ciclomotori tutti i veicoli a due ruote di cilindrata superiore a 50 cm3",
      "isCorrect":false
   },
   {
      "question":"Quando si viaggia in fila con altri veicoli, bisogna mantenere ugualmente la distanza di sicurezza",
      "isCorrect":true
   },
   {
      "question":"I tricicli a motore sono costituiti da un motociclo e un sidecar",
      "isCorrect":false
   },
   {
      "question":"La corsia non può mai essere attraversata dai pedoni",
      "isCorrect":false
   },
   {
      "question":"I ciclomotori non hanno più di due ruote",
      "isCorrect":false
   },
   {
      "question":"Bisogna usare maggiore prudenza nei confronti dei conducenti di tricicli a motore",
      "isCorrect":false
   },
   {
      "question":"È consentito sostituire il dispositivo di scarico dei quadricicli leggeri per aumentare la velocità massima, purché non si aumenti la cilindrata del motore",
      "isCorrect":false
   },
   {
      "question":"In vicinanza di un attraversamento pedonale, il conducente deve aspettarsi dai bambini una reazione rapida e un comportamento corretto",
      "isCorrect":false
   },
   {
      "question":"Quando la carreggiata è occupata da ciclisti o pedoni, non è prudente sorpassarli se non si può rispettare una distanza laterale sufficiente",
      "isCorrect":true
   },
   {
      "question":"È consentito aumentare la cilindrata dei quadricicli leggeri purché non si aumenti la velocità",
      "isCorrect":false
   },
   {
      "question":"Le macchine agricole non possono circolare in autostrada",
      "isCorrect":true
   },
   {
      "question":"Il conducente deve prevedere che un pedone non vedente con il bastone bianco che attraversa la strada fuori dalle strisce pedonali camminerà rapidamente e senza incertezza",
      "isCorrect":false
   },
   {
      "question":"La corsia è destinata solo al transito dei pedoni",
      "isCorrect":false
   },
   {
      "question":"L'uscita dei veicoli dalle autostrade avviene tramite corsie di decelerazione",
      "isCorrect":true
   },
   {
      "question":"I motocicli sono veicoli a due ruote",
      "isCorrect":true
   },
   {
      "question":"La carreggiata non comprende le piste ciclabili",
      "isCorrect":true
   },
   {
      "question":"In vicinanza di un attraversamento pedonale, il conducente deve considerare che le persone anziane solitamente attraversano lentamente e con difficoltà",
      "isCorrect":true
   },
   {
      "question":"Quando vi sono bambini fermi al semaforo, bisogna tenere presente che possono attraversare la strada solo se accompagnati da un adulto",
      "isCorrect":false
   },
   {
      "question":"È punito con la reclusione il conducente che gareggia in velocità su strade pubbliche",
      "isCorrect":true
   },
   {
      "question":"La corsia può essere di decelerazione",
      "isCorrect":true
   },
   {
      "question":"Il salvagente facilita la salita e la discesa dei passeggeri da tram, filobus o autobus",
      "isCorrect":true
   },
   {
      "question":"Fanno parte della carreggiata le corsie di marcia",
      "isCorrect":true
   },
   {
      "question":"Per condurre macchine operatrici è necessario essere titolari della patente di guida della categoria A",
      "isCorrect":false
   },
   {
      "question":"Fanno parte della carreggiata gli attraversamenti ciclabili",
      "isCorrect":true
   },
   {
      "question":"La corsia di decelerazione serve per uscire correttamente da una strada extraurbana principale",
      "isCorrect":true
   },
   {
      "question":"La carreggiata comprende le piazzole di sosta",
      "isCorrect":false
   },
   {
      "question":"La strada non comprende le banchine",
      "isCorrect":false
   },
   {
      "question":"Le strisce retroriflettenti laterali devono essere apposte sugli autocarri di massa complessiva a pieno carico inferiore a 3,5 tonnellate",
      "isCorrect":false
   },
   {
      "question":"Il triciclo a motore è un autoveicolo",
      "isCorrect":false
   },
   {
      "question":"Nelle aree pedonali possono transitare i veicoli della polizia, con sirena e luce lampeggiante blu in funzione",
      "isCorrect":true
   },
   {
      "question":"Quando un pedone che spinge una carrozzina per bambini attraversa la carreggiata bisogna tenere presente che, di solito, attraversa rapidamente",
      "isCorrect":false
   },
   {
      "question":"La strada rappresentata è composta da tre corsie",
      "isCorrect":false,
      "image":"tre_corsie.gif"
   },
   {
      "question":"I semirimorchi sono rimorchi privi di impianto frenante",
      "isCorrect":false
   },
   {
      "question":"La strada rappresentata è composta da tre corsie per ogni senso di marcia",
      "isCorrect":true,
      "image":"tre_corsie_senso_marcia.gif"
   },
   {
      "question":"È vietato lanciare dal finestrino mozziconi di sigaretta accesi",
      "isCorrect":true
   },
   {
      "question":"La corsia di accelerazione serve per uscire da una piazzola di sosta",
      "isCorrect":false
   },
   {
      "question":"Alla guida di un veicolo, in vicinanza di una piazzola per la fermata di autobus per scolari, occorre fare attenzione ai bambini, che potrebbero attraversare di corsa la strada per salire sullo scuolabus",
      "isCorrect":true
   },
   {
      "question":"Si definiscono motocicli solo i veicoli a due ruote di cilindrata fino a 125 cm3",
      "isCorrect":false
   },
   {
      "question":"Le macchine agricole operatrici possono essere dotate di speciali attrezzature per l'esecuzione di operazioni agricole",
      "isCorrect":true
   },
   {
      "question":"Il passo carrabile è un segnale che impone la circolazione rotatoria su una piazza",
      "isCorrect":false 
   },
   {
      "question":"Nelle aree pedonali i ciclomotori possono transitare solo di giorno",
      "isCorrect":false
   },
   {
      "question":"Il conducente deve consentire ad una donna incinta di attraversare la strada senza metterle fretta",
      "isCorrect":true
   },
   {
      "question":"Fanno parte della carreggiata gli attraversamenti pedonali",
      "isCorrect":true
   },
   {
      "question":"L'attraversamento pedonale viene segnalato con strisce bianche parallele",
      "isCorrect":true
   },
   {
      "question":"Il passo carrabile permette ai veicoli che circolano su una strada pubblica di accedere ad un'area laterale adibita alla sosta",
      "isCorrect":true
   },
   {
      "question":"In corrispondenza del passo carrabile è consentita la fermata",
      "isCorrect":true
   },
   {
      "question":"Il conducente di un motociclo può fare lo slalom tra i veicoli fermi al semaforo",
      "isCorrect":false 
   },
   {
      "question":"Le autocaravan (camper) sono veicoli destinati alla costruzione e alla manutenzione di opere stradali",
      "isCorrect":false
   },
   {
      "question":"L'isola di traffico, se rialzata, è preceduta da zebrature di colore bianco",
      "isCorrect":true
   },
   {
      "question":"Bisogna usare maggiore prudenza nei confronti delle persone diversamente abili",
      "isCorrect":true
   },
   {
      "question":"Il conducente deve dare la precedenza al pedone non vedente con il bastone bianco che attraversa la strada fuori dalle strisce pedonali, anche se non è accompagnato da un cane guida",
      "isCorrect":true
   },
   {
      "question":"Bisogna usare maggiore prudenza nei confronti dei bambini che attraversano la strada",
      "isCorrect":true
   },
   {
      "question":"La carreggiata può essere suddivisa in corsie",
      "isCorrect":true
   },
   {
      "question":"L'intersezione (incrocio) a raso è un insieme di sovrappassi, sottopassi e rampe",
      "isCorrect":false
   },
   {
      "question":"La corsia di decelerazione può essere utilizzata per la sosta dei veicoli",
      "isCorrect":false
   },
   {
      "question":"L'intersezione (incrocio) a livelli sfalsati comprende strade situate ad altezze diverse",
      "isCorrect":true
   },
   {
      "question":"Il conducente deve fermarsi per concedere la precedenza al pedone sordocieco che, con il bastone bianco-rosso, attraversa la strada fuori dalle strisce pedonali",
      "isCorrect":true
   },
   {
      "question":"Le autovetture non possono trainare carrelli-appendice o rimorchi",
      "isCorrect":false
   },
   {
      "question":"Per evitare di sporcare la carreggiata, bisogna pulire le ruote del veicolo, prima di uscire da un sentiero fangoso",
      "isCorrect":true
   },
   {
      "question":"Le autocaravan (camper) sono veicoli attrezzati permanentemente per essere adibiti al trasporto ed all'alloggio di persone",
      "isCorrect":true
   },
   {
      "question":"Entrando in un centro abitato, bisogna tenere conto che il flusso della circolazione viene spesso intralciato o interrotto da veicoli che sono fermi, che partono o che cambiano direzione",
      "isCorrect":true
   },
   {
      "question":"La strada non comprende i marciapiedi",
      "isCorrect":false
   },
   {
      "question":"La carreggiata è destinata alla sosta di emergenza",
      "isCorrect":false
   },
   {
      "question":"È consentito spostare la segnaletica stradale, dopo aver avvisato gli organi di polizia",
      "isCorrect":false
   },
   {
      "question":"Durante la circolazione, i rimorchi e i semirimorchi per trasporto di cose con massa massima a pieno carico superiore a 3,5 tonnellate devono essere segnalati posteriormente con pannelli retroriflettenti in figura",
      "isCorrect":true,
      "image":"pannello_retroriflettente.gif"
   },
   {
      "question":"L'intersezione (incrocio) a livelli sfalsati facilita la circolazione, perché esclude l'incrocio diretto fra i veicoli",
      "isCorrect":true
   },
   {
      "question":"La strada può essere suddivisa in carreggiate",
      "isCorrect":true
   },
   {
      "question":"L'intersezione a livelli sfalsati è un incrocio a raso fra una strada e i binari del treno",
      "isCorrect":false
   },
   {
      "question":"Le autovetture sono soggette a revisione periodica",
      "isCorrect":true
   },
   {
      "question":"Le autocaravan (camper) sono veicoli destinati ai lavori agricoli",
      "isCorrect":false
   },
   {
      "question":"Quando vi sono bambini fermi al semaforo bisogna usare prudenza, in quanto potrebbero attraversare improvvisamente la strada appena la luce del semaforo veicolare passa dal verde al giallo",
      "isCorrect":true
   },
   {
      "question":"Le macchine operatrici possono circolare ad una velocità superiore a 50 km/h",
      "isCorrect":false
   },
   {
      "question":"I tricicli a motore sono veicoli con motore di cilindrata superiore a 50 cm3",
      "isCorrect":true
   },
   {
      "question":"Il conducente, in vicinanza di un posteggio riservato ai taxi, deve rallentare ed eventualmente fermarsi se vi sono pedoni che attraversano la strada, senza guardare",
      "isCorrect":true
   },
   {
      "question":"Su una strada ricoperta da brecciolino il conducente può circolare a velocità sostenuta",
      "isCorrect":false
   },
   {
      "question":"L'autostrada è a carreggiate indipendenti o separate da spartitraffico",
      "isCorrect":true
   },
   {
      "question":"La strada extraurbana principale non ha incroci a raso che l'attraversano",
      "isCorrect":true
   },
   {
      "question":"Le strade extraurbane principali sono provviste di corsie di accelerazione per l'ingresso",
      "isCorrect":true
   },
   {
      "question":"Quando le persone anziane attraversano la carreggiata bisogna tenere presente che potrebbero non fare adeguata attenzione ai veicoli",
      "isCorrect":true
   },
   {
      "question":"Prima di impegnare un incrocio, dopo che è scattata la luce verde del semaforo, il conducente deve attendere che i pedoni abbiano finito di attraversare la strada",
      "isCorrect":true
   },
   {
      "question":"Il conducente, in vicinanza di un posteggio riservato ai taxi, deve fare attenzione ai pedoni che salgono o scendono dal taxi",
      "isCorrect":true
   },
   {
      "question":"La carreggiata è destinata alla sosta degli autocarri",
      "isCorrect":false
   },
   {
      "question":"",
      "isCorrect":false
   },
   {
      "question":"",
      "isCorrect":false
   },
   {
      "question":"",
      "isCorrect":false
   },
   {
      "question":"",
      "isCorrect":false
   },
   {
      "question":"",
      "isCorrect":false
   },
   {
      "question":"",
      "isCorrect":false
   },
   {
      "question":"",
      "isCorrect":false
   },
   {
      "question":"",
      "isCorrect":false
   }
]
