[ 
   { 
      "question":"I sistemi di ritenuta per bambini sono di un unico tipo e sono tutti utilizzabili per trasportare bambini fino a 1,50 metri di altezza.",
      "isCorrect":false
   },
   {
      "question":"I bambini di età inferiore a 3 anni non possono viaggiare su autovetture sprovviste degli idonei sistemi di ritenuta.",
      "isCorrect":true
   },
   {
      "question":"Guidando ciclomotori o motocicli è consigliabile utilizzare guanti protettivi per le mani.",
      "isCorrect":true
   },
   {
      "question":"Le cinture di sicurezza hanno lo scopo di evitare che il conducente o i passeggeri vadano a urtare parti interne del veicolo in caso di urto violento.",
      "isCorrect":true
   },
   {
      "question":"L’airbag entra in funzione in caso di incidente stradale con urto violento.",
      "isCorrect":true
   },
   {
      "question":"Il casco è obbligatorio per i conducenti di motocicli non dotati di cellula di sicurezza e di dispositivi di ritenuta.",
      "isCorrect":true
   },
   {
      "question":"E’ consentito il trasporto di bambini senza che siano assicurati a sistemi di ritenuta, purché sui sedili anteriori in braccio a persona maggiorenne.",
      "isCorrect":false
   },
   {
      "question":"Le cinture di sicurezza sono di utilità trascurabile nella circolazione urbana.",
      "isCorrect":false
   },
   {
      "question":"L’airbag non va usato insieme alle cinture di sicurezza.",
      "isCorrect":false
   },
   {
      "question":"La pulizia del casco deve essere effettuata con detersivi non corrosivi.",
      "isCorrect":true
   },
   {
      "question":"L’airbag può essere talvolta disattivabile.",
      "isCorrect":true
   },
   {
      "question":"L’uso del casco durante la marcia diventa facoltativo quando la temperatura dell’aria è superiore ai trenta gradi.",
      "isCorrect":false
   },
   {
      "question":"L’airbag si gonfia premendo un pulsante posto sul cruscotto.",
      "isCorrect":false
   },
   {
      "question":"Se un’autovettura è munita di airbag, è possibile trasportare bambini sul sedile anteriore assicurati ad idoneo seggiolino solo se il veicolo è dotato di comando per disattivare l’airbag stesso.",
      "isCorrect":true
   },
   {
      "question":"Le donne in stato di gravidanza con particolari condizioni di rischio certificate non sono obbligate ad agganciare la cintura di sicurezza.",
      "isCorrect":true
   },
   {
      "question":"Il casco è obbligatorio per i conducenti di ciclomotori a due ruote, solo se minorenni.",
      "isCorrect":false
   },
   {
      "question":"L’airbag si gonfia automaticamente grazie al comando di un sensore.",
      "isCorrect":true
   },
   {
      "question":"Le cinture di sicurezza hanno lo scopo di limitare i danni al conducente e ai passeggeri in caso di incidente stradale.",
      "isCorrect":true
   },
   {
      "question":"Il conducente che non indossa il casco è soggetto alla decurtazione di punti dalla patente di guida.",
      "isCorrect":true
   },
   {
      "question":"Il casco è obbligatorio per il passeggero di un motociclo privo di cellula di sicurezza e sistemi di ritenuta.",
      "isCorrect":true
   },
   {
      "question":"Il casco deve essere completamente allacciato solo sui percorsi extraurbani.",
      "isCorrect":false
   },
   {
      "question":"Il postino, durante l'attività lavorativa, non ha l'obbligo di agganciare la cintura di sicurezza.",
      "isCorrect":false
   },
   {
      "question":"Gli stivali ad uso motociclistico hanno la suola in acciaio.",
      "isCorrect":false
   },
   {
      "question":"Se non si allaccia la cintura di sicurezza, in caso d'improvvisa frenata si può essere proiettati contro il parabrezza.",
      "isCorrect":true
   },
   {
      "question":"E’ consentito il trasporto di bambini senza che siano assicurati a sistemi di ritenuta, purché si circoli alla velocità massima di 40 km/h.",
      "isCorrect":false
   },
   {
      "question":"Indossare il casco in modo errato o senza averlo correttamente allacciato può comportare gravi rischi alla salute in caso di caduta o incidente.",
      "isCorrect":true
   },
   {
      "question":"Se il veicolo è dotato di airbag frontali e laterali, si può fare a meno di allacciare la cintura di sicurezza.",
      "isCorrect":false
   },
   {
      "question":"Le cinture di sicurezza richiedono un periodico controllo del loro stato di usura e di efficienza.",
      "isCorrect":true
   },
   {
      "question":"L’obbligo dell’uso del casco non riguarda i maggiorenni con più di tre anni di esperienza di guida.",
      "isCorrect":false
   },
   {
      "question":"I sistemi di ritenuta per bambini sono classificati in gruppi, in funzione del peso del bambino che possono accogliere.",
      "isCorrect":true
   },
   {
      "question":"Le cinture di sicurezza devono essere di tipo omologato e devono essere mantenute sempre efficienti.",
      "isCorrect":true
   },
   {
      "question":"Gli stivali ad uso motociclistico permettono una giusta protezione di piedi e caviglie quando si è alla guida di veicolo a due ruote.",
      "isCorrect":true
   },
   {
      "question":"Gli stivali ad uso motociclistico proteggono i piedi da abrasioni sull’asfalto in caso di caduta.",
      "isCorrect":true
   },
   {
      "question":"Non è obbligatorio utilizzare le cinture di sicurezza su una autovettura quando si circola ad una velocità inferiore ai 30 km/h.",
      "isCorrect":false
   },
   {
      "question":"Le persone che soffrono di particolari malattie certificate non sono tenute ad agganciare la cintura di sicurezza.",
      "isCorrect":true
   },
   {
      "question":"La visiera del casco può essere riparata con nastro adesivo, purché sia di tipo ultra trasparente.",
      "isCorrect":false
   },
   {
      "question":"I sistemi di ritenuta per bambini devono essere di tipo omologato e mantenuti sempre efficienti.",
      "isCorrect":true
   },
   {
      "question":"Il casco integrale protegge anche il viso da traumi e lesioni in caso di incidente.",
      "isCorrect":true
   },
   {
      "question":"Sono previste sanzioni per chi, pur facendo uso della cintura di sicurezza, ne alteri o ostacoli il normale funzionamento.",
      "isCorrect":true
   },
   {
      "question":"Il casco deve essere sostituito dopo che abbia subito un forte urto, anche se non mostra deformazioni sulla calotta esterna.",
      "isCorrect":true
   },
   {
      "question":"L'isola di traffico facilita la salita e la discesa di passeggeri da tram, filobus e autobus.",
      "isCorrect":false
   },
   {
      "question":"Le autovetture sono soggette a revisione ogni cinque anni.",
      "isCorrect":false
   },
   {
      "question":"Il conducente deve fermarsi e facilitare l'attraversamento al pedone non vedente con il bastone bianco che attraversa la strada fuori dalle strisce pedonali.",
      "isCorrect":true
   },
   {
      "question":"L'intersezione (incrocio) a raso può essere regolata da semaforo.",
      "isCorrect":true
   },
   {
      "question":"Il conducente deve fermarsi quando un pedone non vedente con il bastone bianco si accinge ad attraversare la strada, evitando di frenare bruscamente per non spaventarlo.",
      "isCorrect":true
   },
   {
      "question":"Le strade extraurbane principali sono segnalate da cartelli stradali di inizio e fine.",
      "isCorrect":true
   },
   {
      "question":"Sulle autocaravan (camper) è possibile viaggiare in piedi, solo per brevi tratti.",
      "isCorrect":false
   },
   {
      "question":"In vicinanza di un attraversamento pedonale, i pedoni devono fare un cenno con la mano prima di iniziare l'attraversamento.",
      "isCorrect":false
   },
   {
      "question":"Nei centri abitati, su una stessa corsia possono circolare affiancati due motocicli.",
      "isCorrect":false
   },
   {
      "question":"La corsia è limitata da strisce continue o discontinue.",
      "isCorrect":true
   },
   {
      "question":"I tricicli a motore sono veicoli con motore di cilindrata inferiore a 50 cm3 e aventi velocità massima per costruzione fino a 45 km/h.",
      "isCorrect":false
   },
   {
      "question":"Entrando in un centro abitato, bisogna considerare che è possibile sostare in corrispondenza di incroci non regolati.",
      "isCorrect":false
   },
   {
      "question":"La corsia può essere a doppio senso di circolazione.",
      "isCorrect":false
   },
   {
      "question":"Il conducente deve accelerare per sgombrare rapidamente la carreggiata quando un pedone non vedente con il bastone bianco attraversa la strada senza cane guida.",
      "isCorrect":false
   },
   {
      "question":"La guida dei quadricicli non leggeri è consentita già al compimento del quattordicesimo anno di età.",
      "isCorrect":false
   },
   {
      "question":"Alla guida di un veicolo, in vicinanza di una piazzola di fermata di autobus per scolari, occorre passare per primi, avendo sempre la precedenza sui bambini che attraversano la strada",
      "isCorrect":false
   },
   {
      "question":"Il conducente che si accorga che il suo veicolo ha forti perdite di olio o carburante, deve immediatamente avvisare l'ente proprietario della strada o gli organi di polizia",
      "isCorrect":true
   },
   {
      "question":"Una zona a traffico limitato è un'area nella quale può essere limitata la circolazione solo a particolari categorie di utenti",
      "isCorrect":true
   },
   {
      "question":"L'intersezione (incrocio) a raso richiede di fare attenzione ai veicoli provenienti dalle strade che si incrociano",
      "isCorrect":true
   },
   {
      "question":"In vicinanza di un attraversamento pedonale, il conducente deve considerare che le reazioni dei bambini che attraversano sono imprevedibili e, quindi, possono creare pericolo",
      "isCorrect":true
   },
   {
      "question":"Il conducente di un veicolo di grandi dimensioni ha, di norma, la precedenza sul conducente di un veicolo più piccolo",
      "isCorrect":false
   },
   {
      "question":"Nelle autostrade possono circolare tutti i motocicli e i ciclomotori",
      "isCorrect":false
   },
   {
      "question":"Le persone anziane che attraversano la carreggiata sono esposte a maggiori pericoli, perché le loro capacità visive e uditive non sono più eccellenti",
      "isCorrect":true
   },
   {
      "question":"Bisogna usare maggiore prudenza nei confronti dei conducenti di veicoli adattati per persone diversamente abili",
      "isCorrect":true
   },
   {
      "question":"Quando si viaggia in fila con altri veicoli, è opportuno spostarsi al centro della carreggiata, per controllare la situazione del traffico",
      "isCorrect":false
   },
   {
      "question":"Alla guida di un veicolo, in vicinanza di una piazzola di fermata di autobus per scolari, non si deve rallentare, per evitare di ostacolare la circolazione degli altri veicoli",
      "isCorrect":false
   },
   {
      "question":"Le strisce retroriflettenti applicate lateralmente ad alcuni veicoli possono essere di colore bianco o giallo",
      "isCorrect":true
   },
   {
      "question":"In vicinanza di un attraversamento pedonale, il conducente deve considerare che i pedoni devono attraversare la strada affiancati, in modo da impiegare meno tempo",
      "isCorrect":false
   },
   {
      "question":"Il conducente deve dare segni di impazienza, se il veicolo che sta davanti procede troppo lentamente",
      "isCorrect":false
   },
   {
      "question":"I motocicli sono soggetti a revisione dopo quattro anni dalla prima immatricolazione, successivamente ogni due anni",
      "isCorrect":true
   },
   {
      "question":"L'ente proprietario della strada può imporre che su una corsia i veicoli transitino ad una velocità minima obbligatoria",
      "isCorrect":true
   },
   {
      "question":"I rimorchi sono muniti di silenziatore",
      "isCorrect":false
   },
   {
      "question":"Alla guida di un veicolo, in vicinanza di una piazzola di fermata di autobus per scolari, bisogna rallentare particolarmente se vi è lo scuolabus",
      "isCorrect":true
   },
   {
      "question":"Il passaggio a livello è un cavalcavia ferroviario o tranviario",
      "isCorrect":false
   },
   {
      "question":"I ciclomotori a due ruote non possono avere un motore termico di cilindrata superiore a 50 cm3",
      "isCorrect":true
   },
   {
      "question":"L'isola di traffico è una parte della strada sulla quale è vietato il transito dei motocicli",
      "isCorrect":true
   },
   {
      "question":"L'isola di traffico è un'area pedonale urbana",
      "isCorrect":false
   },
   {
      "question":"Non tutti i tipi di veicoli possono circolare in autostrada",
      "isCorrect":true
   },
   {
      "question":"In un centro abitato bisogna essere più attenti, prudenti e tolleranti, a causa del maggior numero di utenti che interagiscono nell'ambiente urbano",
      "isCorrect":true
   },
   {
      "question":"L'attraversamento pedonale è una parte della carreggiata sulla quale è vietata la fermata dei veicoli",
      "isCorrect":true
   },
   {
      "question":"In vicinanza di un attraversamento pedonale, il conducente deve considerare che i veicoli parcheggiati in prossimità delle strisce impediscono la visuale dei pedoni",
      "isCorrect":true
   },
   {
      "question":"Il conducente di un veicolo diverso dai taxi può sostare nei posteggi riservati ai taxi dalle ore 20.00 alle ore 8.00",
      "isCorrect":false
   },
   {
      "question":"Durante la circolazione, gli autocarri di massa complessiva a pieno carico inferiore o uguale a 3,5 tonnellate devono essere segnalati posteriormente con pannelli retroriflettenti gialli e rossi",
      "isCorrect":false
   },
   {
      "question":"Il conducente che si accorge che il suo veicolo perde olio deve compiere tutte le azioni necessarie per evitare pericoli per altri utenti",
      "isCorrect":true
   },
   {
      "question":"Si definiscono ciclomotori tutti i veicoli a due ruote di cilindrata superiore a 50 cm3",
      "isCorrect":false
   },
   {
      "question":"Quando si viaggia in fila con altri veicoli, bisogna mantenere ugualmente la distanza di sicurezza",
      "isCorrect":true
   },
   {
      "question":"I tricicli a motore sono costituiti da un motociclo e un sidecar",
      "isCorrect":false
   },
   {
      "question":"La corsia non può mai essere attraversata dai pedoni",
      "isCorrect":false
   },
   {
      "question":"I ciclomotori non hanno più di due ruote",
      "isCorrect":false
   },
   {
      "question":"Bisogna usare maggiore prudenza nei confronti dei conducenti di tricicli a motore",
      "isCorrect":false
   },
   {
      "question":"È consentito sostituire il dispositivo di scarico dei quadricicli leggeri per aumentare la velocità massima, purché non si aumenti la cilindrata del motore",
      "isCorrect":false
   },
   {
      "question":"In vicinanza di un attraversamento pedonale, il conducente deve aspettarsi dai bambini una reazione rapida e un comportamento corretto",
      "isCorrect":false
   },
   {
      "question":"Quando la carreggiata è occupata da ciclisti o pedoni, non è prudente sorpassarli se non si può rispettare una distanza laterale sufficiente",
      "isCorrect":true
   },
   {
      "question":"È consentito aumentare la cilindrata dei quadricicli leggeri purché non si aumenti la velocità",
      "isCorrect":false
   },
   {
      "question":"Le macchine agricole non possono circolare in autostrada",
      "isCorrect":true
   },
   {
      "question":"Il conducente deve prevedere che un pedone non vedente con il bastone bianco che attraversa la strada fuori dalle strisce pedonali camminerà rapidamente e senza incertezza",
      "isCorrect":false
   },
   {
      "question":"La corsia è destinata solo al transito dei pedoni",
      "isCorrect":false
   },
   {
      "question":"L'uscita dei veicoli dalle autostrade avviene tramite corsie di decelerazione",
      "isCorrect":true
   },
   {
      "question":"I motocicli sono veicoli a due ruote",
      "isCorrect":true
   },
   {
      "question":"La carreggiata non comprende le piste ciclabili",
      "isCorrect":true
   },
   {
      "question":"In vicinanza di un attraversamento pedonale, il conducente deve considerare che le persone anziane solitamente attraversano lentamente e con difficoltà",
      "isCorrect":true
   },
   {
      "question":"Quando vi sono bambini fermi al semaforo, bisogna tenere presente che possono attraversare la strada solo se accompagnati da un adulto",
      "isCorrect":false
   },
   {
      "question":"È punito con la reclusione il conducente che gareggia in velocità su strade pubbliche",
      "isCorrect":true
   },
   {
      "question":"La corsia può essere di decelerazione",
      "isCorrect":true
   },
   {
      "question":"Il salvagente facilita la salita e la discesa dei passeggeri da tram, filobus o autobus",
      "isCorrect":true
   },
   {
      "question":"Fanno parte della carreggiata le corsie di marcia",
      "isCorrect":true
   },
   {
      "question":"Per condurre macchine operatrici è necessario essere titolari della patente di guida della categoria A",
      "isCorrect":false
   },
   {
      "question":"Fanno parte della carreggiata gli attraversamenti ciclabili",
      "isCorrect":true
   },
   {
      "question":"La corsia di decelerazione serve per uscire correttamente da una strada extraurbana principale",
      "isCorrect":true
   },
   {
      "question":"La carreggiata comprende le piazzole di sosta",
      "isCorrect":false
   },
   {
      "question":"La strada non comprende le banchine",
      "isCorrect":false
   },
   {
      "question":"Le strisce retroriflettenti laterali devono essere apposte sugli autocarri di massa complessiva a pieno carico inferiore a 3,5 tonnellate",
      "isCorrect":false
   },
   {
      "question":"Il triciclo a motore è un autoveicolo",
      "isCorrect":false
   },
   {
      "question":"Nelle aree pedonali possono transitare i veicoli della polizia, con sirena e luce lampeggiante blu in funzione",
      "isCorrect":true
   },
   {
      "question":"Quando un pedone che spinge una carrozzina per bambini attraversa la carreggiata bisogna tenere presente che, di solito, attraversa rapidamente",
      "isCorrect":false
   },
   {
      "question":"La strada rappresentata è composta da tre corsie",
      "isCorrect":false,
      "image":"strada01.gif"
   },
   {
      "question":"I semirimorchi sono rimorchi privi di impianto frenante",
      "isCorrect":false
   },
   {
      "question":"La strada rappresentata è composta da tre corsie per ogni senso di marcia",
      "isCorrect":true,
      "image":"strada02.gif"
   },
   {
      "question":"È vietato lanciare dal finestrino mozziconi di sigaretta accesi",
      "isCorrect":true
   },
   {
      "question":"La corsia di accelerazione serve per uscire da una piazzola di sosta",
      "isCorrect":false
   },
   {
      "question":"Alla guida di un veicolo, in vicinanza di una piazzola per la fermata di autobus per scolari, occorre fare attenzione ai bambini, che potrebbero attraversare di corsa la strada per salire sullo scuolabus",
      "isCorrect":true
   },
   {
      "question":"Si definiscono motocicli solo i veicoli a due ruote di cilindrata fino a 125 cm3",
      "isCorrect":false
   },
   {
      "question":"Le macchine agricole operatrici possono essere dotate di speciali attrezzature per l'esecuzione di operazioni agricole",
      "isCorrect":true
   },
   {
      "question":"Il passo carrabile è un segnale che impone la circolazione rotatoria su una piazza",
      "isCorrect":false 
   },
   {
      "question":"Nelle aree pedonali i ciclomotori possono transitare solo di giorno",
      "isCorrect":false
   },
   {
      "question":"Il conducente deve consentire ad una donna incinta di attraversare la strada senza metterle fretta",
      "isCorrect":true
   },
   {
      "question":"Fanno parte della carreggiata gli attraversamenti pedonali",
      "isCorrect":true
   },
   {
      "question":"L'attraversamento pedonale viene segnalato con strisce bianche parallele",
      "isCorrect":true
   },
   {
      "question":"Il passo carrabile permette ai veicoli che circolano su una strada pubblica di accedere ad un'area laterale adibita alla sosta",
      "isCorrect":true
   },
   {
      "question":"In corrispondenza del passo carrabile è consentita la fermata",
      "isCorrect":true
   },
   {
      "question":"Il conducente di un motociclo può fare lo slalom tra i veicoli fermi al semaforo",
      "isCorrect":false 
   },
   {
      "question":"Le autocaravan (camper) sono veicoli destinati alla costruzione e alla manutenzione di opere stradali",
      "isCorrect":false
   },
   {
      "question":"L'isola di traffico, se rialzata, è preceduta da zebrature di colore bianco",
      "isCorrect":true
   },
   {
      "question":"Bisogna usare maggiore prudenza nei confronti delle persone diversamente abili",
      "isCorrect":true
   },
   {
      "question":"Il conducente deve dare la precedenza al pedone non vedente con il bastone bianco che attraversa la strada fuori dalle strisce pedonali, anche se non è accompagnato da un cane guida",
      "isCorrect":true
   },
   {
      "question":"Bisogna usare maggiore prudenza nei confronti dei bambini che attraversano la strada",
      "isCorrect":true
   },
   {
      "question":"La carreggiata può essere suddivisa in corsie",
      "isCorrect":true
   },
   {
      "question":"L'intersezione (incrocio) a raso è un insieme di sovrappassi, sottopassi e rampe",
      "isCorrect":false
   },
   {
      "question":"La corsia di decelerazione può essere utilizzata per la sosta dei veicoli",
      "isCorrect":false
   },
   {
      "question":"L'intersezione (incrocio) a livelli sfalsati comprende strade situate ad altezze diverse",
      "isCorrect":true
   },
   {
      "question":"Il conducente deve fermarsi per concedere la precedenza al pedone sordocieco che, con il bastone bianco-rosso, attraversa la strada fuori dalle strisce pedonali",
      "isCorrect":true
   },
   {
      "question":"Le autovetture non possono trainare carrelli-appendice o rimorchi",
      "isCorrect":false
   },
   {
      "question":"Per evitare di sporcare la carreggiata, bisogna pulire le ruote del veicolo, prima di uscire da un sentiero fangoso",
      "isCorrect":true
   },
   {
      "question":"Le autocaravan (camper) sono veicoli attrezzati permanentemente per essere adibiti al trasporto ed all'alloggio di persone",
      "isCorrect":true
   },
   {
      "question":"Entrando in un centro abitato, bisogna tenere conto che il flusso della circolazione viene spesso intralciato o interrotto da veicoli che sono fermi, che partono o che cambiano direzione",
      "isCorrect":true
   },
   {
      "question":"La strada non comprende i marciapiedi",
      "isCorrect":false
   },
   {
      "question":"La carreggiata è destinata alla sosta di emergenza",
      "isCorrect":false
   },
   {
      "question":"È consentito spostare la segnaletica stradale, dopo aver avvisato gli organi di polizia",
      "isCorrect":false
   },
   {
      "question":"Durante la circolazione, i rimorchi e i semirimorchi per trasporto di cose con massa massima a pieno carico superiore a 3,5 tonnellate devono essere segnalati posteriormente con pannelli retroriflettenti in figura",
      "isCorrect":true,
      "image":"pannello_retroriflettente.gif"
   },
   {
      "question":"L'intersezione (incrocio) a livelli sfalsati facilita la circolazione, perché esclude l'incrocio diretto fra i veicoli",
      "isCorrect":true
   },
   {
      "question":"La strada può essere suddivisa in carreggiate",
      "isCorrect":true
   },
   {
      "question":"L'intersezione a livelli sfalsati è un incrocio a raso fra una strada e i binari del treno",
      "isCorrect":false
   },
   {
      "question":"Le autovetture sono soggette a revisione periodica",
      "isCorrect":true
   },
   {
      "question":"Le autocaravan (camper) sono veicoli destinati ai lavori agricoli",
      "isCorrect":false
   },
   {
      "question":"Quando vi sono bambini fermi al semaforo bisogna usare prudenza, in quanto potrebbero attraversare improvvisamente la strada appena la luce del semaforo veicolare passa dal verde al giallo",
      "isCorrect":true
   },
   {
      "question":"Le macchine operatrici possono circolare ad una velocità superiore a 50 km/h",
      "isCorrect":false
   },
   {
      "question":"I tricicli a motore sono veicoli con motore di cilindrata superiore a 50 cm3",
      "isCorrect":true
   },
   {
      "question":"Il conducente, in vicinanza di un posteggio riservato ai taxi, deve rallentare ed eventualmente fermarsi se vi sono pedoni che attraversano la strada, senza guardare",
      "isCorrect":true
   },
   {
      "question":"Su una strada ricoperta da brecciolino il conducente può circolare a velocità sostenuta",
      "isCorrect":false
   },
   {
      "question":"L'autostrada è a carreggiate indipendenti o separate da spartitraffico",
      "isCorrect":true
   },
   {
      "question":"La strada extraurbana principale non ha incroci a raso che l'attraversano",
      "isCorrect":true
   },
   {
      "question":"Le strade extraurbane principali sono provviste di corsie di accelerazione per l'ingresso",
      "isCorrect":true
   },
   {
      "question":"Quando le persone anziane attraversano la carreggiata bisogna tenere presente che potrebbero non fare adeguata attenzione ai veicoli",
      "isCorrect":true
   },
   {
      "question":"Prima di impegnare un incrocio, dopo che è scattata la luce verde del semaforo, il conducente deve attendere che i pedoni abbiano finito di attraversare la strada",
      "isCorrect":true
   },
   {
      "question":"Il conducente, in vicinanza di un posteggio riservato ai taxi, deve fare attenzione ai pedoni che salgono o scendono dal taxi",
      "isCorrect":true
   },
   {
      "question":"La carreggiata è destinata alla sosta degli autocarri",
      "isCorrect":false
   },
   {
      "question":"La banchina non consente, di norma, il transito ai veicoli",
      "isCorrect":true
   },
   {
      "question":"Bisogna usare maggiore prudenza nei confronti delle persone anziane",
      "isCorrect":true
   },
   {
      "question":"Il marciapiede consente la sosta dei veicoli solo in presenza di apposite strisce di parcheggio",
      "isCorrect":true
   },
   {
      "question":"I quadricicli non sono autoveicoli",
      "isCorrect":true
   },
   {
      "question":"Alla guida di un veicolo, in vicinanza di una piazzola di fermata di autobus per scolari, occorre essere prudenti e tenere conto dei comportamenti imprevedibili dei bambini",
      "isCorrect":true
   },
   {
      "question":"Il salvagente serve a incanalare i veicoli in varie direzioni",
      "isCorrect":false
   },
   {
      "question":"I tricicli a motore non sono soggetti a revisione periodica",
      "isCorrect":false
   },
   {
      "question":"Il conducente di un veicolo diverso dai taxi non può sostare nei posteggi riservati ai taxi",
      "isCorrect":true
   },
   {
      "question":"Quando le persone anziane attraversano la carreggiata bisogna tenere presente che, data la loro età, non reagiscono prontamente alle situazioni di pericolo",
      "isCorrect":true
   },
   {
      "question":"L'attraversamento pedonale è una parte della carreggiata sulla quale è vietata la sosta dei veicoli",
      "isCorrect":true
   },
   {
      "question":"Gli autoveicoli sono tutti i veicoli con almeno quattro ruote, compresi quelli senza motore",
      "isCorrect":false
   },
   {
      "question":"L'autostrada è dotata di speciali corsie per l'ingresso e l'uscita dei veicoli",
      "isCorrect":true
   },
   {
      "question":"Bisogna usare maggiore prudenza nei confronti delle persone in bicicletta e di quelle con scarsa capacità di movimento",
      "isCorrect":true
   },
   {
      "question":"L'autostrada può comprendere piste ciclabili",
      "isCorrect":false
   },
   {
      "question":"Fanno parte della carreggiata i marciapiedi",
      "isCorrect":false
   },
   {
      "question":"Quando si parcheggia un veicolo è vietato ostruire eventuali scivoli del marciapiede per non impedire il passaggio di pedoni che spingono una carrozzina per bambini",
      "isCorrect":true
   },
   {
      "question":"La strada rappresentata è composta da una carreggiata",
      "isCorrect":true,
      "image":"strada02.gif"
   },
   {
      "question":"I caravan (roulottes) sono rimorchi destinati ai lavori agricoli",
      "isCorrect":false
   },
   {
      "question":"L'isola di traffico può essere percorsa solo dai taxi e dagli autobus urbani",
      "isCorrect":false
   },
   {
      "question":"Le autocaravan (camper) sono veicoli aventi una speciale carrozzeria per essere adibiti al trasporto ed all'alloggio al massimo del numero di persone indicato nella carta di circolazione",
      "isCorrect":true
   },
   {
      "question":"Le macchine operatrici possono essere veicoli sgombraneve",
      "isCorrect":true
   },
   {
      "question":"La strada è normalmente riservata alla circolazione dei soli veicoli e animali",
      "isCorrect":false
   },
   {
      "question":"In vicinanza di un attraversamento pedonale, il conducente deve accelerare quel tanto che basta per passare davanti al pedone che attraversa",
      "isCorrect":false
   },
   {
      "question":"Il conducente che partecipa a gare di velocità non autorizzate su aree pubbliche è punito con la reclusione",
      "isCorrect":true
   },
   {
      "question":"Bisogna usare maggiore prudenza nei confronti dei conducenti che dimostrano una guida incerta",
      "isCorrect":true
   },
   {
      "question":"I quadricicli non sono soggetti a revisione periodica",
      "isCorrect":false
   },
   {
      "question":"I tricicli a motore sono veicoli a motore che possono essere condotti senza patente",
      "isCorrect":false
   },
   {
      "question":"Nella strada rappresentata, per ogni senso di marcia, la corsia di destra è, di norma, dedicata alla marcia ordinaria",
      "isCorrect":true,
      "image":"strada.gif"
   },
   {
      "question":"I caravan (roulottes) sono utilizzabili come alloggio solo con veicolo fermo",
      "isCorrect":true
   },
   {
      "question":"L'intersezione (incrocio) a raso è un'intersezione a livelli sfalsati",
      "isCorrect":false
   },
   {
      "question":"Le strade extraurbane principali possono essere ad un'unica carreggiata",
      "isCorrect":false
   },
   {
      "question":"L'intersezione (incrocio) a raso è un passaggio a livello dotato di barriere o semibarriere",
      "isCorrect":false
   },
   {
      "question":"Sulle strade pubbliche sono consentite le gare di velocità, anche se non autorizzate, dalle ore 23.00 alle ore 6.00",
      "isCorrect":false
   },
   {
      "question":"Il conducente può lanciare oggetti dal finestrino sulla banchina",
      "isCorrect":false
   },
   {
      "question":"Si definiscono autovetture tutti i veicoli a motore che hanno la trazione posteriore",
      "isCorrect":false
   },
   {
      "question":"Il conducente deve dare la precedenza a un pedone non vedente che attraversa la strada fuori dalle strisce pedonali, solo se munito di bastone bianco-rosso",
      "isCorrect":false
   },
   {
      "question":"Il salvagente è un itinerario ciclopedonale",
      "isCorrect":false
   },
   {
      "question":"L'isola di traffico è una piazzola di sosta per i veicoli",
      "isCorrect":false
   },
   {
      "question":"Nella parte posteriore degli autobus deve essere apposto un segnale che indica la velocità minima consentita",
      "isCorrect":false
   },
   {
      "question":"I montanti interni degli autoveicoli riducono la possibilità di vedere un ciclista o un motociclista",
      "isCorrect":true
   },
   {
      "question":"La strada rappresentata consente, di norma, il sorpasso anche in curva",
      "isCorrect":true,
      "image":"strada01.gif"
   },
   {
      "question":"Quando vi sono bambini fermi al semaforo, si può essere certi che attraversino la strada solo quando il semaforo pedonale abbia la luce verde accesa",
      "isCorrect":false
   },
   {
      "question":"Sulle strade pubbliche sono consentite le gare di velocità, anche se non autorizzate, tra motocicli e non tra autoveicoli",
      "isCorrect":false
   },
   {
      "question":"Si definisce autovettura il veicolo blindato e appositamente attrezzato per il trasporto di valori",
      "isCorrect":false
   },
   {
      "question":"L'isola di traffico è una parte della strada sulla quale è vietato il transito dei veicoli",
      "isCorrect":true
   },
   {
      "question":"Alla guida di un veicolo, in vicinanza di una piazzola di fermata di autobus per scolari, non si può proseguire nella marcia se le portiere dello scuolabus sono ancora aperte",
      "isCorrect":false
   },
   {
      "question":"Il pannello in figura segnala il trasporto di carichi sporgenti",
      "isCorrect":true,
      "image":"pannello_carichi_sporgenti.gif"
   },
   {
      "question":"Le macchine agricole possono essere semoventi o trainate",
      "isCorrect":true
   },
   {
      "question":"L'autovettura fa parte degli autoveicoli",
      "isCorrect":true
   },
   {
      "question":"Il diritto di precedenza non autorizza il conducente ad attraversare l'incrocio senza usare prudenza",
      "isCorrect":true
   },
   {
      "question":"In vicinanza di una piazzola di fermata di autobus per scolari, può accadere che i bambini scendano dall'autobus senza fare attenzione ai veicoli che sopraggiungono",
      "isCorrect":true
   },
   {
      "question":"Bisogna controllare frequentemente nello specchietto retrovisore se sopraggiunge un ciclista o un motociclista",
      "isCorrect":true
   },
   {
      "question":"I caravan (roulottes) sono muniti di targa",
      "isCorrect":true
   },
   {
      "question":"La strada rappresentata, di norma, ha due carreggiate a doppio senso di circolazione",
      "isCorrect":false,
      "image":"strada01.gif"
   },
   {
      "question":"Le persone anziane che attraversano la carreggiata sono esposte a maggiori pericoli, perché potrebbero valutare male la velocità dei veicoli che sopraggiungono",
      "isCorrect":true
   },
   {
      "question":"Il conducente del motociclo può circolare sul marciapiede se il traffico sulla carreggiata è bloccato",
      "isCorrect":false
   },
   {
      "question":"Bisogna usare maggiore prudenza nei confronti dei pedoni muniti di bastone bianco, ma non di quelli con bastone bianco-rosso",
      "isCorrect":false
   },
   {
      "question":"Quando le persone anziane attraversano la carreggiata bisogna tenere presente che hanno i riflessi più rapidi e quindi attraversano con più accortezza",
      "isCorrect":false
   },
   {
      "question":"Nelle aree pedonali possono transitare tutti gli autoveicoli, ma con prudenza",
      "isCorrect":false
   },
   {
      "question":"La banchina divide la carreggiata in due corsie",
      "isCorrect":false
   },
   {
      "question":"L'attraversamento pedonale è una parte della carreggiata destinata al transito dei pedoni che attraversano",
      "isCorrect":true
   },
   {
      "question":"Sulle strade è vietato gareggiare in velocità",
      "isCorrect":true
   },
   {
      "question":"Gli autoveicoli sono veicoli a motore con almeno quattro ruote, esclusi i quadricicli",
      "isCorrect":true
   },
   {
      "question":"Il passo carrabile è una strada riservata agli autocarri",
      "isCorrect":false
   },
   {
      "question":"Il marciapiede è riservato ai pedoni e ai veicoli in sosta, qualora non sia rialzato",
      "isCorrect":false
   },
   {
      "question":"Le macchine agricole possono circolare su strada per il proprio trasferimento se immatricolate",
      "isCorrect":true
   },
   {
      "question":"Il conducente di un veicolo, oltre a rispettare le norme specifiche della circolazione, deve tenere un rapporto corretto e tollerante verso gli altri utenti della strada",
      "isCorrect":true
   },
   {
      "question":"In un passaggio a livello si può trovare la croce di S. Andrea",
      "isCorrect":true
   },
   {
      "question":"L'isola di traffico è delimitata da strisce bianche continue",
      "isCorrect":true
   },
   {
      "question":"Bisogna lasciare liberi gli incroci in caso di traffico intenso",
      "isCorrect":true
   },
   {
      "question":"È consentito spostare la segnaletica stradale, se si tratta delle barriere di delimitazione o dei coni stradali",
      "isCorrect":false
   },
   {
      "question":"Il conducente, in vicinanza di un posteggio riservato ai taxi, deve fare attenzione ai pedoni, che possono attraversare improvvisamente la strada senza le dovute precauzioni",
      "isCorrect":true
   },
   {
      "question":"La carreggiata può essere a doppio senso di circolazione",
      "isCorrect":true
   },
   {
      "question":"Le autocaravan (camper) sono veicoli aventi una speciale carrozzeria per essere adibiti al trasporto ed all'alloggio di persone",
      "isCorrect":true
   },
   {
      "question":"Nelle autostrade possono circolare i ciclomotori e i motocicli con cilindrata fino a 125 cm3",
      "isCorrect":false
   },
   {
      "question":"Nella strada rappresentata la carreggiata centrale è, di norma, a doppio senso di circolazione",
      "isCorrect":true,
      "image":"strada01.gif"
   },
   {
      "question":"Gli autobus devono essere muniti, nella parte posteriore di strisce retroriflettenti di colore rosso o bianco",
      "isCorrect":false
   },
   {
      "question":"In una carreggiata del tipo rappresentato non si può effettuare l'inversione di marcia",
      "isCorrect":true,
      "image":"strada03.gif"
   },
   {
      "question":"La corsia è una strada a scorrimento veloce",
      "isCorrect":false
   },
   {
      "question":"È vietato rimuovere la segnaletica stradale",
      "isCorrect":true
   },
   {
      "question":"La corsia può essere destinata alla normale marcia dei veicoli",
      "isCorrect":true
   },
   {
      "question":"L'isola di traffico è la parte della città con maggiore traffico",
      "isCorrect":false
   },
   {
      "question":"L'autovettura può avere, al massimo, cinque posti",
      "isCorrect":false
   },
   {
      "question":"Nelle aree pedonali possono transitare i trattori stradali, con velocità non superiore a 30 km/h",
      "isCorrect":false
   },
   {
      "question":"Le corsie possono essere vietate a taluni tipi di veicoli",
      "isCorrect":true
   },
   {
      "question":"Nello specchietto retrovisore il conducente deve controllare solo se sopraggiungono autocarri o autobus",
      "isCorrect":false
   },
   {
      "question":"In vicinanza di un attraversamento pedonale, il conducente deve arrestarsi se il pedone che attraversa è munito di bastone bianco-rosso; deve solo rallentare se, invece, è munito di bastone bianco",
      "isCorrect":false
   },
   {
      "question":"Il pannello in figura segnala il trasporto di merci pericolose",
      "isCorrect":true,
      "image":"merci_pericolose.gif"
   },
   {
      "question":"Nelle autostrade possono circolare solo le autovetture",
      "isCorrect":false
   },
   {
      "question":"È consentito lanciare la carta dal finestrino",
      "isCorrect":false
   },
   {
      "question":"Bisogna lasciare liberi gli attraversamenti pedonali e quelli ciclabili in caso di formazione di code di veicoli",
      "isCorrect":true
   },
   {
      "question":"Il conducente di veicolo a due ruote può circolare portando con sé un animale domestico, se custodito in apposita gabbia, purché non sia sporgente di oltre 50 centimetri",
      "isCorrect":true
   },
   {
      "question":"L'attraversamento pedonale è una parte della carreggiata vietata al transito dei veicoli",
      "isCorrect":false
   },
   {
      "question":"I tricicli a motore sono soggetti a revisione dopo quattro anni dalla prima immatricolazione, successivamente ogni due anni",
      "isCorrect":true
   },
   {
      "question":"I caravan (roulottes) sono rimorchi destinati esclusivamente al trasporto di attrezzature turistiche e sportive",
      "isCorrect":false
   },
   {
      "question":"Vengono definite autovetture tutti i veicoli con motore anteriore",
      "isCorrect":false
   },
   {
      "question":"I ciclomotori, per essere definiti tali, devono essere muniti di cambio manuale",
      "isCorrect":false
   },
   {
      "question":"Nella strada rappresentata le carreggiate laterali sono, di norma, a senso unico",
      "isCorrect":true,
      "image":"strada01.gif"
   },
   {
      "question":"L'intersezione (incrocio) a raso è un'intersezione di due o più strade poste allo stesso livello",
      "isCorrect":true
   },
   {
      "question":"La potenza dei quadricicli non leggeri è sempre inferiore o uguale a 15 kW",
      "isCorrect":true
   },
   {
      "question":"In un passaggio a livello si possono trovare le luci rosse",
      "isCorrect":true
   },
   {
      "question":"Le strade extraurbane principali hanno una sola corsia per ogni senso di marcia",
      "isCorrect":false
   },
   {
      "question":"Sulle strade extraurbane principali i quadricicli leggeri possono transitare",
      "isCorrect":false
   },
   {
      "question":"Quando vi sono bambini fermi al semaforo bisogna usare prudenza, perché potrebbero scendere dal marciapiede, invadendo la carreggiata, quando ancora per loro il semaforo è disposto al rosso",
      "isCorrect":true
   },
   {
      "question":"L'isola di traffico può essere a raso o in rilievo (rialzata)",
      "isCorrect":true
   },
   {
      "question":"Le macchine operatrici a cingoli possono circolare ad una velocità superiore a 45 km/h",
      "isCorrect":false
   },
   {
      "question":"Il salvagente serve a dividere i sensi di marcia in una strada a doppio senso di circolazione",
      "isCorrect":false
   },
   {
      "question":"Quando una donna in stato di gravidanza attraversa la carreggiata bisogna darle la precedenza solo se attraversa da sinistra a destra",
      "isCorrect":false
   },
   {
      "question":"Sulle strade extraurbane principali i ciclomotori possono transitare",
      "isCorrect":false
   },
   {
      "question":"La strada è riservata alla circolazione dei soli autoveicoli e motocicli",
      "isCorrect":false
   },
   {
      "question":"I ciclomotori non sono soggetti a revisione periodica",
      "isCorrect":false
   },
   {
      "question":"Il conducente che vede i pannelli in figura sta seguendo un rimorchio o semirimorchio per trasporto di cose con massa a pieno carico superiore a 3,5 tonnellate",
      "isCorrect":true,
      "image":"pannello_retroriflettente.gif"
   },
   {
      "question":"In vicinanza di un attraversamento pedonale, il conducente deve considerare che il pedone potrebbe fermarsi improvvisamente sulle strisce dell'attraversamento pedonale",
      "isCorrect":true
   },
   {
      "question":"Il conducente che intende sorpassare ciclisti o pedoni che occupano la carreggiata deve mantenere una distanza laterale di almeno 2 metri",
      "isCorrect":false
   },
   {
      "question":"Se, uscendo da un sentiero fangoso, si sporca notevolmente la strada, si può incorrere in una sanzione amministrativa",
      "isCorrect":true
   },
   {
      "question":"La strada rappresentata è composta da otto corsie",
      "isCorrect":true,
      "image":"strada01.gif"
   },
   {
      "question":"Il passo carrabile è una strada riservata ai carri trainati da animali",
      "isCorrect":false
   },
   {
      "question":"La corsia di decelerazione serve per uscire dalla carreggiata dell'autostrada ed entrare nell'area di servizio",
      "isCorrect":true
   },
   {
      "question":"Il conducente deve dare la precedenza al pedone con il bastone bianco o bianco-rosso che attraversa la strada, anche se è fuori dalle strisce di un attraversamento pedonale",
      "isCorrect":true
   },
   {
      "question":"Sulle strade extraurbane principali è consentito circolare alla velocità massima di 130 km/h",
      "isCorrect":false
   },
   {
      "question":"L'autostrada deve essere lateralmente recintata",
      "isCorrect":true
   },
   {
      "question":"Il passaggio a livello è caratterizzato dalla presenza di un sottopassaggio",
      "isCorrect":false
   },
   {
      "question":"La corsia di accelerazione serve per abbandonare la carreggiata dell'autostrada ed entrare in un'area di sosta",
      "isCorrect":false
   },
   {
      "question":"Il marciapiede è una parte della strada riservata anche alle biciclette",
      "isCorrect":false
   },
   {
      "question":"Il conducente di un veicolo deve tutelare la propria e l'altrui sicurezza",
      "isCorrect":true
   },
   {
      "question":"Sulle banchine la sosta dei veicoli è consentita per un massimo di 5 ore",
      "isCorrect":false
   },
   {
      "question":"Quando le persone anziane attraversano la carreggiata bisogna lampeggiare e suonare il clacson per farle attraversare rapidamente",
      "isCorrect":false
   },
   {
      "question":"Bisogna lasciare liberi i passaggi a livello e i binari del tram anche in caso di traffico intenso",
      "isCorrect":true
   },
   {
      "question":"La corsia può essere destinata alle soste di emergenza, in caso di guasto o malessere",
      "isCorrect":true
   },
   {
      "question":"Una zona a traffico limitato è delimitata da appositi segnali stradali di inizio e di fine",
      "isCorrect":true
   },
   {
      "question":"Il passo carrabile deve essere corredato da apposito segnale, che riporti l'ente e il numero di autorizzazione",
      "isCorrect":true
   },
   {
      "question":"L'isola di traffico serve a separare la carreggiata dalla banchina",
      "isCorrect":false
   },
   {
      "question":"I quadricicli sono soggetti a revisione periodica",
      "isCorrect":true
   },
   {
      "question":"La strada può essere a doppio senso di circolazione",
      "isCorrect":true
   },
   {
      "question":"Entrati in un centro abitato, bisogna tenere conto che gli altri utenti della strada (quali pedoni e ciclisti) si mescolano maggiormente con il traffico motorizzato",
      "isCorrect":true
   },
   {
      "question":"Se un pedone con bastone bianco attraversa la strada fuori dalle strisce pedonali, bisogna suonare il clacson per sollecitarlo ad attraversare rapidamente",
      "isCorrect":false
   },
   {
      "question":"Alla guida di un veicolo, in vicinanza di una piazzola di fermata di autobus per scolari, occorre suonare per invitare i bambini che attraversano sulle strisce a dare la precedenza",
      "isCorrect":false
   },
   {
      "question":"I rimorchi leggeri sono quelli di massa massima a pieno carico fino a 750 kg",
      "isCorrect":true
   },
   {
      "question":"Il marciapiede è una parte della strada dove, di norma, è consentita la sosta dei ciclomotori",
      "isCorrect":false
   },
   {
      "question":"Nelle aree pedonali possono transitare i quadricicli a motore, purché non superino la velocità di 50 km/h",
      "isCorrect":false
   },
   {
      "question":"Alla guida di un veicolo, in vicinanza di una piazzola di fermata di autobus per scolari, occorre fare attenzione allo scuolabus, che dopo la fermata farà sicuramente retromarcia",
      "isCorrect":false
   },
   {
      "question":"La corsia è una pista riservata alle vetture da corsa",
      "isCorrect":false
   },
   {
      "question":"È consentito lasciare il veicolo in sosta sul marciapiede senza lasciare spazio ai pedoni che spingono una carrozzina per bambini",
      "isCorrect":false
   },
   {
      "question":"Il conducente di un veicolo deve essere paziente e tollerante anche in caso di rallentamento della circolazione",
      "isCorrect":true
   },
   {
      "question":"È punito con la reclusione chi scommette su veicoli che partecipano a gare di velocità non autorizzate su strade pubbliche",
      "isCorrect":true
   },
   {
      "question":"Il conducente deve passare per primo, in quanto ha la precedenza, quando un pedone non vedente con il bastone bianco attraversa la strada fuori dalle strisce pedonali",
      "isCorrect":false
   },
   {
      "question":"Il passo carrabile consente ai veicoli di accedere alle proprietà private laterali alla strada (garage, cortili, ecc.)",
      "isCorrect":true
   },
   {
      "question":"La corsia può essere riservata ai veicoli che intendono svoltare (corsia specializzata)",
      "isCorrect":true
   },
   {
      "question":"Le macchine agricole possono trasportare fino a quattro passeggeri",
      "isCorrect":false
   },
   {
      "question":"In un centro abitato, bisogna considerare che i pedoni e i diversamente abili devono sempre dare la precedenza ai veicoli a motore",
      "isCorrect":false
   },
   {
      "question":"Le competizioni sportive con veicoli su aree pubbliche sono consentite senza autorizzazione",
      "isCorrect":false
   },
   {
      "question":"Bisogna lasciare liberi i sottovia in caso di traffico intenso",
      "isCorrect":false
   },
   {
      "question":"Quando vi sono bambini fermi al semaforo bisogna usare prudenza, perché può accadere che si spingano a vicenda, finendo sulla carreggiata",
      "isCorrect":true
   },
   {
      "question":"L'intersezione (incrocio) a livelli sfalsati comprende rampe, sovrappassi o sottopassi",
      "isCorrect":true
   },
   {
      "question":"È consentito spostare i segnali stradali verticali temporanei per parcheggiare il veicolo",
      "isCorrect":false
   },
   {
      "question":"Le autocaravan sono soggette a revisione ogni cinque anni",
      "isCorrect":false
   },
   {
      "question":"Fanno parte della carreggiata le banchine",
      "isCorrect":false
   },
   {
      "question":"Il motociclo è un qualunque veicolo a due ruote",
      "isCorrect":false
   },
   {
      "question":"L'attraversamento pedonale è una parte della carreggiata in cui è consentita la fermata ma non la sosta dei veicoli",
      "isCorrect":false
   },
   {
      "question":"In una zona a traffico limitato possono circolare solo i veicoli autorizzati",
      "isCorrect":true
   },
   {
      "question":"Quando le persone anziane attraversano la carreggiata non bisogna avvicinarsi troppo con il veicolo, per evitare che si sentano minacciati e reagiscano con movimenti pericolosi",
      "isCorrect":true
   },
   {
      "question":"Con la patente di categoria A si possono guidare tutte le macchine agricole",
      "isCorrect":false
   },
   {
      "question":"I veicoli a due ruote, con motore termico fino a 50 cm3 di cilindrata e velocità massima di 45 km/h sono ciclomotori",
      "isCorrect":true
   },
   {
      "question":"Il marciapiede è una parte della strada, al di fuori della carreggiata, destinata alla circolazione dei pedoni",
      "isCorrect":true
   },
   {
      "question":"Il marciapiede è una parte della strada riservata, di norma, ai pedoni",
      "isCorrect":true
   },
   {
      "question":"In una carreggiata del tipo rappresentato possiamo iniziare un sorpasso anche se il conducente che sta dietro ha già iniziato la stessa manovra",
      "isCorrect":false,
      "image":"strada03.gif"
   },
   {
      "question":"Non tutti i veicoli a motore a due ruote vengono classificati ciclomotori",
      "isCorrect":true
   },
   {
      "question":"Gettare mozziconi di sigaretta accesi dai finestrini è molto pericoloso soprattutto se sopraggiungono veicoli a due ruote",
      "isCorrect":true
   },
   {
      "question":"Il conducente di un veicolo deve cercare di prevedere il comportamento degli altri utenti",
      "isCorrect":true
   },
   {
      "question":"Gettare mozziconi accesi dai finestrini in prossimità di boschi o aree verdi potrebbe causare incendi",
      "isCorrect":true
   },
   {
      "question":"Quando la carreggiata è occupata da ciclisti o pedoni, per sorpassarli è prudente mantenere un'adeguata distanza di sicurezza laterale",
      "isCorrect":true
   },
   {
      "question":"I bambini, al semaforo, possono attraversare la strada solo dopo aver ricevuto un gesto di consenso da parte degli automobilisti",
      "isCorrect":false
   },
   {
      "question":"Il conducente deve fermarsi e dare la precedenza al pedone non vedente con il bastone bianco che si accinge ad attraversare la strada fuori dalle strisce pedonali",
      "isCorrect":true
   },
   {
      "question":"Alla guida di un veicolo il conducente deve procedere a bassa velocità sopra le pozzanghere",
      "isCorrect":true
   },
   {
      "question":"Entrando in un centro abitato, bisogna continuare a mantenere la concentrazione alla guida anche se potrebbero aumentare i motivi per distrarsi",
      "isCorrect":true
   },
   {
      "question":"I caravan (roulottes) sono rimorchi attrezzati per essere adibiti ad alloggio",
      "isCorrect":true
   },
   {
      "question":"L'attraversamento pedonale è una parte della carreggiata, in cui i veicoli devono dare la precedenza ai pedoni, che attraversano sulle apposite strisce",
      "isCorrect":true
   },
   {
      "question":"In una carreggiata extraurbana del tipo rappresentato le corsie interne sono, di norma, riservate al sorpasso",
      "isCorrect":true,
      "image":"strada03.gif"
   },
   {
      "question":"Entrando in un centro abitato bisogna tenere conto che può cambiare spesso la precedenza agli incroci",
      "isCorrect":true
   },
   {
      "question":"La corsia può essere riservata alla circolazione di alcune categorie di veicoli (taxi, autobus, ecc.)",
      "isCorrect":true
   },
   {
      "question":"La banchina è riservata ai veicoli lenti, nelle strade in salita",
      "isCorrect":false
   },
   {
      "question":"È vietato sorpassare ciclisti o pedoni che occupano la carreggiata",
      "isCorrect":false
   },
   {
      "question":"Quando la carreggiata è occupata da ciclisti o pedoni, si devono sorpassare senza superare la velocità di 30 km/h",
      "isCorrect":false
   },
   {
      "question":"Quando si viaggia in fila con altri veicoli è consentito distrarsi se si è a bassa velocità",
      "isCorrect":false
   },
   {
      "question":"Nella strada rappresentata, per ogni senso di marcia, la corsia di destra è dedicata, di norma, al sorpasso",
      "isCorrect":false,
      "image":"strada02.gif"
   },
   {
      "question":"Il passo carrabile è un parcheggio scambiatore",
      "isCorrect":false
   },
   {
      "question":"In un centro abitato è sempre consentita la marcia per file parallele",
      "isCorrect":false
   },
   {
      "question":"La strada rappresentata è composta da quattro carreggiate, tutte a senso unico",
      "isCorrect":false,
      "image":"strada01.gif"
   },
   {
      "question":"Il passo carrabile è una zona per l'accesso dei veicoli alle proprietà laterali alla strada",
      "isCorrect":true
   },
   {
      "question":"La corsia di accelerazione serve ad entrare correttamente in autostrada",
      "isCorrect":true
   },
   {
      "question":"Nella strada rappresentata, la corsia centrale è a doppio senso di circolazione",
      "isCorrect":false,
      "image":"strada01.gif"
   },
   {
      "question":"La carreggiata è la traccia lasciata dalle ruote dei veicoli sulle strade innevate",
      "isCorrect":false
   },
   {
      "question":"La strada può comprendere le piste ciclabili",
      "isCorrect":true
   },
   {
      "question":"Bisogna lasciare liberi i cavalcavia in caso di traffico intenso",
      "isCorrect":false
   },
   {
      "question":"Sono consentite le gare di velocità, anche se non autorizzate, purché partecipino solo due autovetture",
      "isCorrect":false
   },
   {
      "question":"È vietato spostare o imbrattare la segnaletica stradale",
      "isCorrect":true
   },
   {
      "question":"La corsia di accelerazione può essere utilizzata per il sorpasso",
      "isCorrect":false
   },
   {
      "question":"L'intersezione (incrocio) a livelli sfalsati è munita di infrastrutture (rampe, sovrappassi, sottopassi) per il collegamento fra strade poste a livelli diversi",
      "isCorrect":true
   },
   {
      "question":"In vicinanza di un attraversamento pedonale, il conducente deve considerare che il pedone, nell'attraversare la strada, può diventare insicuro e ritornare improvvisamente indietro",
      "isCorrect":true
   },
   {
      "question":"In un passaggio a livello si può trovare un dispositivo di segnalazione acustica",
      "isCorrect":true
   },
   {
      "question":"La strada è qualsiasi area asfaltata, limitata lateralmente dagli attraversamenti pedonali",
      "isCorrect":false
   },
   {
      "question":"L'autovettura è un veicolo con dieci posti in totale, compreso il conducente",
      "isCorrect":false
   },
   {
      "question":"Quando le persone anziane attraversano la carreggiata bisogna tenere presente che, avendo più esperienza e un campo visivo maggiore, intuiscono meglio le situazioni di pericolo",
      "isCorrect":false
   },
   {
      "question":"Nelle strade extraurbane principali si possono trovare intersezioni (incroci) a livelli sfalsati",
      "isCorrect":true
   },
   {
      "question":"Il salvagente può essere segnalato da colonnine luminose a luce gialla fissa",
      "isCorrect":true
   },
   {
      "question":"Le macchine operatrici possono essere semoventi o trainate",
      "isCorrect":true
   },
   {
      "question":"Tutti i veicoli a motore con tre ruote sono dei motocicli",
      "isCorrect":false
   },
   {
      "question":"I motocicli hanno motore di cilindrata fino a 50 cm3 e sviluppano una velocità fino a 45 km/h",
      "isCorrect":false
   },
   {
      "question":"Il salvagente è una persona preposta al primo soccorso",
      "isCorrect":false
   },
   {
      "question":"Il conducente del motociclo può parcheggiare sul marciapiede anche se non vi sono appositi spazi di posteggio",
      "isCorrect":false
   },
   {
      "question":"Il segnale raffigurato preannuncia la presenza di capannoni industriali nelle vicinanze",
      "isCorrect":false,
      "image":"forte_vento_laterale.gif"
   },
   {
      "question":"Il segnale raffigurato preannuncia una strada dissestata",
      "isCorrect":false,
      "image":"banchina_cedevole.gif"
   },
   {
      "question":"Il segnale raffigurato preannuncia la presenza di pietrisco sulla pavimentazione",
      "isCorrect":false,
      "image":"banchina_cedevole.gif"
   },
   {
      "question":"Il segnale raffigurato preannuncia una cunetta o un dosso",
      "isCorrect":false,
      "image":"strada_deformata.gif"
   },
   {
      "question":"Il segnale raffigurato vieta il sorpasso dei tram",
      "isCorrect":false,
      "image":"attraversamento_tramviario.gif"
   },
   {
      "question":"Il segnale raffigurato si trova, in genere, 150 metri prima di un tratto di strada con fondo irregolare",
      "isCorrect":true,
      "image":"strada_deformata.gif"
   },
   {
      "question":"In presenza del segnale raffigurato è opportuno fare particolare attenzione ai veicoli provenienti dal senso opposto",
      "isCorrect":true,
      "image":"doppia_curva_la_prima_a_sinistra.gif"
   },
   {
      "question":"Il segnale raffigurato preannuncia un restringimento sulla destra della carreggiata",
      "isCorrect":false,
      "image":"strettoia_asimmetrica_a_sinistra.gif"
   },
   {
      "question":"In presenza del segnale raffigurato è vietato il sorpasso se si circola in una strada a senso unico",
      "isCorrect":false,
      "image":"cunetta.gif"
   },
   {
      "question":"Il segnale raffigurato specifica la pendenza di una salita",
      "isCorrect":false,
      "image":"discesa_pericolosa.gif"
   },
   {
      "question":"In presenza del segnale raffigurato il conducente deve diminuire la distanza di sicurezza dal veicolo che lo precede",
      "isCorrect":false,
      "image":"discesa_pericolosa.gif"
   },
   {
      "question":"Il segnale raffigurato preannuncia una corsia riservata ai filobus",
      "isCorrect":false,
      "image":"attraversamento_tramviario.gif"
   },
   {
      "question":"Il segnale raffigurato preannuncia la possibilità di un improvviso abbagliamento dovuto ad aeroplani a bassa quota",
      "isCorrect":true,
      "image":"aeromobili.gif"
   },
   {
      "question":"Il segnale raffigurato preannuncia lavori in corso",
      "isCorrect":false,
      "image":"dosso.gif"
   },
   {
      "question":"In presenza del segnale raffigurato si deve rallentare usando continuamente i freni per non danneggiare il cambio di velocità",
      "isCorrect":false,
      "image":"discesa_pericolosa.gif"
   },
   {
      "question":"Il segnale raffigurato richiede di moderare la velocità per potersi arrestare in caso di un ostacolo improvviso",
      "isCorrect":true,
      "image":"doppia_curva_la_prima_a_destra.gif"
   },
   {
      "question":"Il segnale raffigurato preannuncia un tratto di strada vicino ad un aeroporto",
      "isCorrect":false,
      "image":"forte_vento_laterale.gif"
   },
   {
      "question":"Il segnale raffigurato è posto, di norma, a 150 metri dai binari, integrato dal relativo pannello distanziometrico",
      "isCorrect":true,
      "image": "passaggio_a_livello_senza_barriere.gif"
   },
   {
      "question":"Il segnale raffigurato preannuncia una zona in cui possono circolare solo i veicoli in servizio pubblico",
      "isCorrect":false,
      "image":"attraversamento_tramviario.gif"
   },
   {
      "question":"Il segnale raffigurato è posto in zone dove può avvenire il volo a bassa quota di aeroplani",
      "isCorrect":true,
      "image":"aeromobili.gif"
   },
   {
      "question":"Il segnale raffigurato preannuncia la possibilità di un improvviso e forte rumore dovuto ad aeroplani a bassa quota",
      "isCorrect":true,
      "image":"aeromobili.gif"
   },
   {
      "question":"Il segnale raffigurato è posto nelle vicinanze di aeroporti",
      "isCorrect":true,
      "image":"aeromobili.gif"
   },
   {
      "question":"Il segnale raffigurato è posto nelle vicinanze di piste per l'atterraggio ed il decollo di aeroplani",
      "isCorrect":true,
      "image":"aeromobili.gif"
   },
   {
      "question":"Il segnale raffigurato è un segnale di prescrizione",
      "isCorrect":false,
      "image":"strada_deformata.gif"
   },
   {
      "question":"I pannelli raffigurati sono segnali di prescrizione",
      "isCorrect":false,
      "image":"pannelli_distanziometrici.gif"
   },
   {
      "question":"Il segnale raffigurato preannuncia la presenza di aeroplani a bassa quota",
      "isCorrect":false,
      "image":"forte_vento_laterale.gif"
   },
   {
      "question":"In presenza del segnale raffigurato non è consentito sostare o fermarsi in prossimità o in corrispondenza dei binari",
      "isCorrect":true,
      "image":"passaggio_a_livello_senza_barriere.gif"
   },
   {
      "question":"In presenza del segnale raffigurato è consentito effettuare la fermata in corrispondenza delle curve",
      "isCorrect":false,
      "image":"doppia_curva_la_prima_a_sinistra.gif"
   },
   {
      "question":"Il segnale raffigurato preannuncia un attraversamento ferroviario a livello munito di semibarriere",
      "isCorrect":false,
      "image":"passaggio_a_livello_senza_barriere.gif"
   },
   {
      "question":"Il segnale raffigurato indica una deviazione per cantiere di lavoro",
      "isCorrect":false,
      "image":"curva_a_sinistra.gif"
   },
   {
      "question":"In presenza del segnale raffigurato è necessario moderare la velocità e tenere presente che la distanza di sicurezza aumenta in caso di ghiaccio",
      "isCorrect":true,
      "image":"strada_sdrucciolevole.gif"
   },
   {
      "question":"Il segnale raffigurato preannuncia un tratto di strada deformata",
      "isCorrect":true,
      "image":"strada_deformata.gif"
   },
   {
      "question":"Il segnale raffigurato preannuncia un tratto di strada pericoloso a causa di una cunetta",
      "isCorrect":true,
      "image":"cunetta.gif"
   },
   {
      "question":"Il segnale raffigurato preannuncia la presenza di un campo d'aviazione",
      "isCorrect":false,
      "image":"forte_vento_laterale.gif"
   },
   {
      "question":"Il segnale raffigurato indica da quale direzione proviene il vento",
      "isCorrect":false,
      "image":"forte_vento_laterale.gif"
   },
   {
      "question":"Il segnale raffigurato preannuncia la presenza, nelle vicinanze, di un parco giochi",
      "isCorrect":false,
      "image":"forte_vento_laterale.gif"
   },
   {
      "question":"Il segnale raffigurato preannuncia, in caso di forte vento laterale, la necessità per i veicoli telonati di rallentare e all'occorrenza di fermarsi",
      "isCorrect":true,
      "image":"forte_vento_laterale.gif"
   },
   {
      "question":"Il segnale raffigurato preannuncia, in caso di forte vento laterale, possibili sbandamenti dei veicoli provenienti dal senso opposto",
      "isCorrect":true,
      "image":"forte_vento_laterale.gif"
   },
   {
      "question":"Il segnale raffigurato preannuncia, in caso di forte vento laterale, un pericolo che aumenta all'aumentare della superficie laterale del veicolo",
      "isCorrect":true,
      "image":"forte_vento_laterale.gif"
   },
   {
      "question":"In presenza del segnale raffigurato si deve viaggiare ad andatura particolarmente moderata se si circola con il ruotino (ruota di soccorso)",
      "isCorrect":true,
      "image":"curva_a_destra.gif"
   },
   {
      "question":"In presenza del segnale raffigurato non è consentito sorpassare altri veicoli su una carreggiata a doppio senso di circolazione con due sole corsie",
      "isCorrect":true,
      "image":"curva_a_sinistra.gif"
   },
   {
      "question":"In presenza del segnale raffigurato è necessario moderare la velocità per evitare danni alle sospensioni",
      "isCorrect":true,
      "image":"cunetta.gif"
   },
   {
      "question":"l segnale raffigurato preannuncia un tratto di strada non rettilineo, che limita la visibilità",
      "isCorrect":true,
      "image":"curva_a_sinistra.gif"
   },
   {
      "question":"In presenza del segnale raffigurato è necessario circolare a velocità moderata se si traina un rimorchio",
      "isCorrect":true,
      "image":"strada_deformata.gif"
   },
   {
      "question":"Il segnale raffigurato può preannunciare la presenza di una scuola frequentata da bambini nelle vicinanze",
      "isCorrect":true,
      "image":"pericolo_bambini.gif"
   },
   {
      "question":"Il segnale raffigurato impone di usare i dispositivi di segnalazione acustica per far spostare i pedoni",
      "isCorrect":false,
      "image":"pericolo_attraversamento_pedonale.gif"
   },
   {
      "question":"Il segnale raffigurato preannuncia un pericolo che, in caso di forte vento laterale, è maggiore per i veicoli che trainano rimorchi",
      "isCorrect":true,
      "image":"forte_vento_laterale.gif"
   },
   {
      "question":"Il segnale raffigurato indica l'incrocio con una linea tranviaria",
      "isCorrect":false,
      "image":"passaggio_a_livello_senza_barriere.gif"
   },
   {
      "question":"Il segnale raffigurato può trovarsi prima di un tratto in salita seguito da una discesa",
      "isCorrect":false,
      "image":"cunetta.gif"
   },
   {
      "question":"La figura rappresenta un segnale di pericolo",
      "isCorrect":true,
      "image":"passaggio_a_livello_con_barriere.gif"
   },
   {
      "question":"Il segnale raffigurato è un segnale di prescrizione",
      "isCorrect":false,
      "image":"curva_a_destra.gif"
   },
   {
      "question":"Il segnale raffigurato preannuncia una strada deformata",
      "isCorrect":false,
      "image":"cunetta.gif"
   },
   {
      "question":"Il segnale raffigurato preannuncia un tratto di strada con pavimentazione irregolare",
      "isCorrect":true,
      "image":"strada_deformata.gif"
   },
   {
      "question":"Il segnale raffigurato preannuncia un tratto di strada con probabile attraversamento di animali domestici",
      "isCorrect":true,
      "image":"animali_domestici_vaganti.gif"
   },
   {
      "question":"Il segnale raffigurato preannuncia un tratto di strada in cui è consentito effettuare l'inversione di marcia",
      "isCorrect":false,
      "image":"curva_a_destra.gif"
   },
   {
      "question":"Il segnale raffigurato è posto prima di una discesa pericolosa",
      "isCorrect":true,
      "image":"discesa_pericolosa.gif"
   },
   {
      "question":"Il segnale raffigurato preannuncia che bisogna usare prudenza perché è vicino un pericolo",
      "isCorrect":true,
      "image":"altri_pericoli.gif"
   },
   {
      "question":"Il segnale raffigurato può essere usato senza pannelli integrativi per indicare un pericolo generico in caso di emergenza",
      "isCorrect":true,
      "image":"altri_pericoli.gif"
   },
   {
      "question":"Il segnale raffigurato preannuncia un pericolo diverso da quelli per cui sono previsti specifici segnali",
      "isCorrect":true,
      "image":"altri_pericoli.gif"
   },
   {
      "question":"Il segnale raffigurato preannuncia una serie di curve pericolose di cui la prima a destra",
      "isCorrect":false,
      "image":"curva_a_destra.gif"
   },
   {
      "question":"Il segnale raffigurato preannuncia, in caso di forte vento laterale, un pericolo che è maggiore per i veicoli a due ruote",
      "isCorrect":true,
      "image":"forte_vento_laterale.gif"
   },
   {
      "question":"Il segnale raffigurato preannuncia, in caso di forte vento laterale, un pericolo che è maggiore per i veicoli che trainano caravan",
      "isCorrect":true,
      "image":"forte_vento_laterale.gif"
   },
   {
      "question":"In presenza del segnale raffigurato, su una strada a doppio senso di circolazione con due sole corsie, si deve circolare il più possibile vicino al margine destro",
      "isCorrect":true,
      "image":"curva_a_sinistra.gif"
   },
   {
      "question":"Il segnale raffigurato indica la fermata di uno scuolabus",
      "isCorrect":false,
      "image":"pericolo_bambini.gif"
   },
   {
      "question":"Il segnale raffigurato preannuncia il divieto di continuare a percorrere quella strada",
      "isCorrect":false,
      "image":"banchina_cedevole.gif"
   },
   {
      "question":"Il segnale (A), integrato con il pannello (B), preannuncia un passaggio a livello senza barriere",
      "isCorrect":false,
      "image":"altri_pericolo_binari_di_manovra.gif"
   },
   {
      "question":"In presenza del segnale raffigurato è necessario tenere il volante con una presa più sicura",
      "isCorrect":true,
      "image":"cunetta.gif"
   },
   {
      "question":"Il segnale raffigurato indica che non è consentito superare la velocità di 10 km/h",
      "isCorrect":false,
      "image":"discesa_pericolosa.gif"
   },
   {
      "question":"Il segnale raffigurato preannuncia una confluenza da sinistra",
      "isCorrect":false,
      "image":"strettoia_asimmetrica_a_sinistra.gif"
   },
   {
      "question":"In presenza del segnale raffigurato è necessario frenare bruscamente in caso di ghiaccio",
      "isCorrect":false,
      "image":"strada_sdrucciolevole.gif"
   },
   {
      "question":"Il segnale raffigurato preannuncia una forte variazione di pendenza della strada",
      "isCorrect":false,
      "image":"strada_deformata.gif"
   },
   {
      "question":"In presenza del segnale raffigurato bisogna usare molta prudenza se la strada è bagnata",
      "isCorrect":true,
      "image":"discesa_pericolosa.gif"
   },
   {
      "question":"La figura rappresenta un segnale di pericolo",
      "isCorrect":true,
      "image":"passaggio_a_livello_senza_barriere.gif"
   },
   {
      "question":"I pannelli raffigurati, se con due barre, indicano un attraversamento ferroviario con due soli binari",
      "isCorrect":false,
      "image":"pannelli_distanziometrici.gif"
   },
   {
      "question":"Il segnale raffigurato preannuncia una località di volo a vela",
      "isCorrect":false,
      "image":"aeromobili.gif"
   },
   {
      "question":"Il segnale raffigurato preannuncia una zona riservata ai veicoli dell'aeronautica militare",
      "isCorrect":false,
      "image":"aeromobili.gif"
   },
   {
      "question":"Il segnale raffigurato, preannuncia lo sbocco su un molo",
      "isCorrect":false,
      "image":"banchina_cedevole.gif"
   },
   {
      "question":"Il segnale raffigurato preannuncia una zona dove, in caso di forte vento laterale, i veicoli scarichi o leggeri hanno maggiore tenuta di strada",
      "isCorrect":false,
      "image":"forte_vento_laterale.gif"
   },
   {
      "question":"Il segnale raffigurato preannuncia, in caso di forte vento laterale, un pericolo che è minore per i veicoli con carichi voluminosi sopra il tetto",
      "isCorrect":false,
      "image":"forte_vento_laterale.gif"
   },
   {
      "question":"In presenza del segnale raffigurato si deve rallentare solo se vi sono bambini che attraversano sulle strisce pedonali",
      "isCorrect":false,
      "image":"pericolo_attraversamento_pedonale.gif"
   },
   {
      "question":"I pannelli raffigurati sono posti prima di qualsiasi tipo di passaggio a livello",
      "isCorrect":true,
      "image":"pannelli_distanziometrici.gif"
   },
   {
      "question":"In presenza del segnale raffigurato il sorpasso del tram è consentito solo a destra",
      "isCorrect":false,
      "image":"attraversamento_tramviario.gif"
   },
   {
      "question":"Il segnale raffigurato è integrato con il pannello distanziometrico a tre barre rosse",
      "isCorrect":true,
      "image":"passaggio_a_livello_senza_barriere.gif"
   },
   {
      "question":"Il segnale raffigurato preannuncia l'inizio di una pista ciclabile",
      "isCorrect":false,
      "image":"pericolo_attraversamento_ciclabile.gif"
   },
   {
      "question":"I pannelli raffigurati servono ad indicare che ci si sta avvicinando al passaggio a livello",
      "isCorrect":true,
      "image":"pannelli_distanziometrici.gif"
   },
   {
      "question":"Il segnale raffigurato preannuncia una curva a sinistra",
      "isCorrect":false,
      "image":"curva_a_destra.gif"
   },
   {
      "question":"In presenza del segnale raffigurato bisogna evitare un uso eccessivo dei freni e regolare la velocità inserendo una marcia bassa",
      "isCorrect":true,
      "image":"discesa_pericolosa.gif"
   },
   {
      "question":"Il segnale raffigurato è posto prima del segnale PASSAGGIO A LIVELLO SENZA BARRIERE",
      "isCorrect":false,
      "image":"croce_di_s_andrea.gif"
   },
   {
      "question":"Il segnale raffigurato preannuncia una salita pericolosa",
      "isCorrect":false,
      "image":"discesa_pericolosa.gif"
   },
   {
      "question":"In presenza del segnale raffigurato si deve circolare il più possibile vicino alla striscia bianca che separa i sensi di marcia",
      "isCorrect":false,
      "image":"curva_a_destra.gif"
   },
   {
      "question":"Il segnale raffigurato preannuncia un tratto di strada non rettilineo che limita la visibilità",
      "isCorrect":true,
      "image":"doppia_curva_la_prima_a_sinistra.gif"
   },
   {
      "question":"Il segnale raffigurato preannuncia un tratto di strada non rettilineo che limita la visibilità",
      "isCorrect":true,
      "image":"doppia_curva_la_prima_a_destra.gif"
   },
   {
      "question":"Il segnale raffigurato può essere integrato con un dispositivo a due luci rosse che si accendono alternativamente",
      "isCorrect":false,
      "image":"attraversamento_tramviario.gif"
   },
   {
      "question":"Il segnale raffigurato indica che la linea ferroviaria ha più di un binario",
      "isCorrect":true,
      "image":"doppia_croce_di_s_andrea.gif"
   },
   {
      "question":"I pannelli raffigurati indicano lavori in corso",
      "isCorrect":false,
      "image":"pannelli_distanziometrici.gif"
   },
   {
      "question":"La figura rappresenta un segnale di precedenza",
      "isCorrect":false,
      "image":"passaggio_a_livello_senza_barriere.gif"
   },
   {
      "question":"Il segnale raffigurato preannuncia un attraversamento ciclabile",
      "isCorrect":false,
      "image":"pericolo_semaforo_orizzontale.gif"
   },
   {
      "question":"Il segnale raffigurato indica l'obbligo di arresto ad un posto di blocco stradale istituito dagli organi di polizia",
      "isCorrect":false,
      "image":"pericolo_semaforo_orizzontale.gif"
   },
   {
      "question":"Il segnale raffigurato può presegnalare dossi artificiali",
      "isCorrect":true,
      "image":"dosso.gif"
   },
   {
      "question":"Il segnale raffigurato preannuncia una strada senza uscita",
      "isCorrect":false,
      "image":"passaggio_a_livello_con_barriere.gif"
   },
   {
      "question":"Il segnale raffigurato preannuncia che su quella strada diminuisce lo spazio di frenatura",
      "isCorrect":false,
      "image":"strada_sdrucciolevole.gif"
   },
   {
      "question":"Il segnale raffigurato preannuncia un attraversamento pedonale",
      "isCorrect":true,
      "image":"pericolo_attraversamento_pedonale.gif"
   },
   {
      "question":"In presenza del segnale raffigurato è necessario accelerare bruscamente in caso di pioggia",
      "isCorrect":false,
      "image":"strada_sdrucciolevole.gif"
   },
   {
      "question":"In presenza del segnale raffigurato è necessario tenere una velocità moderata esclusivamente nella prima curva",
      "isCorrect":false,
      "image":"doppia_curva_la_prima_a_destra.gif"
   },
   {
      "question":"In presenza del segnale raffigurato è consentito il sorpasso invadendo la corsia opposta",
      "isCorrect":false,
      "image":"passaggio_a_livello_senza_barriere.gif"
   },
   {
      "question":"Il segnale raffigurato è un segnale di pericolo",
      "isCorrect":true,
      "image":"pericolo_attraversamento_ciclabile.gif"
   },
   {
      "question":"Il segnale raffigurato preannuncia la presenza di veicoli a trazione animale",
      "isCorrect":false,
      "image":"animali_domestici_vaganti.gif"
   },
   {
      "question":"Il segnale raffigurato preannuncia un attraversamento ferroviario protetto da barriere o semibarriere, qualunque sia il numero dei binari",
      "isCorrect":true,
      "image":"passaggio_a_livello_con_barriere.gif"
   },
   {
      "question":"Il segnale raffigurato preannuncia un tratto di strada con pavimentazione irregolare",
      "isCorrect":false,
      "image":"cunetta.gif"
   },
   {
      "question":"Il segnale raffigurato è posto, di norma, 150 metri prima di un dosso",
      "isCorrect":true,
      "image":"dosso.gif"
   },
   {
      "question":"Il segnale raffigurato preannuncia una salita ripida",
      "isCorrect":false,
      "image":"altri_pericoli.gif"
   },
   {
      "question":"In presenza del segnale raffigurato bisogna comportarsi in modo da non costituire pericolo o intralcio per i ciclisti",
      "isCorrect":true,
      "image":"pericolo_attraversamento_ciclabile.gif"
   },
   {
      "question":"Il segnale raffigurato preannuncia, di norma a 150 metri, una doppia curva pericolosa",
      "isCorrect":true,
      "image":"doppia_curva_la_prima_a_destra.gif"
   }, 
   {
      "question":"Il segnale raffigurato è un segnale di prescrizione",
      "isCorrect":false,
      "image":"strettoia_asimmetrica_a_sinistra.gif"
   }, 
   {
      "question":"In presenza del segnale raffigurato è obbligatorio usare ripetutamente l'avvisatore acustico per allontanare gli animali",
      "isCorrect":false,
      "image":"animali_domestici_vaganti.gif"
   }, 
   {
      "question":"Il segnale raffigurato preannuncia un tratto di strada pericoloso per il fondo dissestato",
      "isCorrect":false,
      "image":"discesa_pericolosa.gif"
   }, 
   {
      "question":"Il segnale raffigurato preannuncia un incrocio di due o più strade extraurbane regolato con circolazione rotatoria",
      "isCorrect":true,
      "image":"pericolo_circolazione_rotatoria.gif"
   }, 
   {
      "question":"Il segnale raffigurato preannuncia un incrocio di più strade regolato con circolazione nel senso indicato dalle frecce",
      "isCorrect":true,
      "image":"pericolo_circolazione_rotatoria.gif"
   }, 
   {
      "question":"Il segnale raffigurato preannuncia un ostacolo da aggirare a sinistra",
      "isCorrect":false,
      "image":"curva_a_sinistra.gif"
   }, 
   {
      "question":"Il segnale raffigurato invita a circolare a velocità moderata",
      "isCorrect":true,
      "image":"pericolo_bambini.gif"
   }, 
   {
      "question":"Il segnale raffigurato si trova dopo i pannelli distanziometrici a barre rosse",
      "isCorrect":true,
      "image":"doppia_croce_di_s_andrea.gif"
   }, 
   {
      "question":"In presenza del segnale raffigurato è possibile attraversare i binari se sbarrati da cavalletti a strisce bianche e rosse",
      "isCorrect":false,
      "image":"passaggio_a_livello_con_barriere.gif"
   }, 
   {
      "question":"Nel segnale raffigurato, il disco giallo può essere sostituito da una luce gialla lampeggiante",
      "isCorrect":true,
      "image":"pericolo_semaforo_orizzontale.gif"
   }, 
   {
      "question":"Il segnale raffigurato indica che bisogna moderare la velocità per potersi all'occorrenza fermare",
      "isCorrect":true,
      "image":"pericolo_semaforo_orizzontale.gif"
   }, 
   {
      "question":"Il segnale raffigurato preannuncia una cunetta",
      "isCorrect":true,
      "image":"cunetta.gif"
   }, 
   {
      "question":"Il segnale raffigurato è, di norma, posto 150 metri prima di un semaforo",
      "isCorrect":true,
      "image":"pericolo_semaforo_orizzontale.gif"
   }, 
   {
      "question":"Il segnale raffigurato preannuncia un tratto di strada deformata",
      "isCorrect":false,
      "image":"dosso.gif"
   }, 
   {
      "question":"Il segnale raffigurato vieta il transito ai veicoli a motore durante l'orario di uscita dei bambini dalla scuola",
      "isCorrect":false,
      "image":"pericolo_bambini.gif"
   }, 
   {
      "question":"Il segnale raffigurato preannuncia un attraversamento per ciclisti, contraddistinto dagli appositi segni sulla carreggiata",
      "isCorrect":true,
      "image":"pericolo_attraversamento_ciclabile.gif"
   }, 
   {
      "question":"Il segnale raffigurato preannuncia una fattoria in aperta campagna",
      "isCorrect":false,
      "image":"animali_domestici_vaganti.gif"
   }, 
   {
      "question":"Il segnale raffigurato preannuncia un impianto semaforico con disposizione delle luci in orizzontale",
      "isCorrect":true,
      "image":"pericolo_semaforo_orizzontale.gif"
   }, 
   {
      "question":"In presenza del segnale raffigurato è necessario moderare la velocità ed evitare brusche accelerate in caso di ghiaccio",
      "isCorrect":true,
      "image":"strada_sdrucciolevole.gif"
   }, 
   {
      "question":"Il segnale raffigurato preannuncia un bivio per l'aeroporto",
      "isCorrect":false,
      "image":"aeromobili.gif"
   }, 
   {
      "question":"Il segnale raffigurato preannuncia un passaggio a livello ferroviario senza barriere",
      "isCorrect":false,
      "image":"attraversamento_tramviario.gif"
   }, 
   {
      "question":"In presenza del segnale raffigurato è consentito sostare in corrispondenza o in prossimità dei passaggi a livelli",
      "isCorrect":false,
      "image":"passaggio_a_livello_con_barriere.gif"
   }, 
   {
      "question":"Il segnale raffigurato preannuncia la presenza di macchine sgombraneve in azione",
      "isCorrect":false,
      "image":"pericolo_semaforo_orizzontale.gif"
   }, 
   {
      "question":"Il segnale raffigurato preannuncia l'ingresso in galleria",
      "isCorrect":false,
      "image":"forte_vento_laterale.gif"
   }, 
   {
      "question":"Il segnale raffigurato preannuncia la possibile presenza di ghiaccio sulla strada",
      "isCorrect":false,
      "image":"forte_vento_laterale.gif"
   }, 
   {
      "question":"In presenza del segnale raffigurato il sorpasso del tram è consentito solo a sinistra",
      "isCorrect":false,
      "image":"attraversamento_tramviario.gif"
   }, 
   {
      "question":"Il segnale raffigurato è un segnale di pericolo",
      "isCorrect":true,
      "image":"banchina_cedevole.gif"
   }, 
   {
      "question":"In presenza del segnale raffigurato è consigliabile non avvicinarsi troppo al margine destro della strada",
      "isCorrect":true,
      "image":"banchina_cedevole.gif"
   }, 
   {
      "question":"Il segnale raffigurato deve essere integrato con il segnale di limite di velocità",
      "isCorrect":false,
      "image":"banchina_cedevole.gif"
   }, 
   {
      "question":"Il segnale raffigurato è un segnale di indicazione",
      "isCorrect":false,
      "image":"banchina_cedevole.gif"
   }, 
   {
      "question":"Il segnale raffigurato è posto sul secondo pannello distanziometrico a barre rosse",
      "isCorrect":false,
      "image":"passaggio_a_livello_senza_barriere.gif"
   }, 
   {
      "question":"Il segnale raffigurato preannuncia un tratto di strada dove aumenta l'aderenza degli pneumatici",
      "isCorrect":false,
      "image":"strada_sdrucciolevole.gif"
   }, 
   {
      "question":"Il segnale (A), integrato con il pannello (B), preannuncia la presenza di binari di manovra in corrispondenza di stabilimenti industriali",
      "isCorrect":true,
      "image":"altri_pericolo_binari_di_manovra.gif"
   }, 
   {
      "question":"Il segnale (A), integrato con il pannello (B), preannuncia la presenza di veicoli militari in manovra",
      "isCorrect":false,
      "image":"altri_pericoli_macchine_agricole.png"
   }, 
   {
      "question":"Il segnale (A), integrato con il pannello (B), preannuncia un passaggio a livello senza barriere",
      "isCorrect":false,
      "image":"altri_pericolo_binari_di_manovra.gif"
   }, 
   {
      "question":"In presenza del segnale raffigurato è necessario regolare la velocità in relazione alla visibilità e al raggio delle curve",
      "isCorrect":true,
      "image":"doppia_curva_la_prima_a_sinistra.gif"
   }, 
   {
      "question":"Il segnale (A) può essere abbinato al segnale (B)",
      "isCorrect":true,
      "image":"croce_di_s_andrea_stop.gif"
   }, 
   {
      "question":"Il segnale raffigurato preannuncia un'area di sosta per autobus",
      "isCorrect":false,
      "image":"attraversamento_tramviario.gif"
   }, 
   {
      "question":"Il segnale raffigurato preannuncia un tratto di carreggiata sdrucciolevole",
      "isCorrect":false,
      "image":"doppia_curva_la_prima_a_sinistra.gif"
   }, 
   {
      "question":"Il segnale raffigurato impone di dare la precedenza ai veicoli della polizia penitenziaria in uscita dalle carceri",
      "isCorrect":false,
      "image":"passaggio_a_livello_con_barriere.gif"
   }, 
   {
      "question":"Il segnale raffigurato indica un tratto di strada deformata lungo 380 metri",
      "isCorrect":true,
      "image":"pericolo_strada_deformata_380m.gif"
   }, 
   {
      "question":"Il segnale raffigurato vieta il transito ai ciclisti",
      "isCorrect":false,
      "image":"pericolo_attraversamento_ciclabile.gif"
   }, 
   {
      "question":"Il segnale raffigurato preannuncia una pista per la prova di tenuta degli pneumatici",
      "isCorrect":false,
      "image":"strada_sdrucciolevole.gif"
   }, 
   {
      "question":"Il segnale raffigurato, in caso di forte vento laterale, consente di sorpassare riducendo la distanza laterale dal veicolo che si sta superando",
      "isCorrect":false,
      "image":"forte_vento_laterale.gif"
   }, 
   {
      "question":"Il segnale raffigurato preannuncia un attraversamento pedonale",
      "isCorrect":false,
      "image":"pericolo_bambini.gif"
   }, 
   {
      "question":"Il segnale raffigurato preannuncia che bisogna proseguire diritto",
      "isCorrect":false,
      "image":"altri_pericoli.gif"
   }, 
   {
      "question":"Il segnale raffigurato preannuncia una strada senza uscita, per cui bisogna tornare indietro",
      "isCorrect":false,
      "image":"pericolo_circolazione_rotatoria.gif"
   }, 
   {
      "question":"Il segnale raffigurato preannuncia una svolta a sinistra obbligatoria",
      "isCorrect":false,
      "image":"pericolo_circolazione_rotatoria.gif"
   }, 
   {
      "question":"In presenza del segnale raffigurato non è necessario rallentare se la cunetta presenta visibilità",
      "isCorrect":false,
      "image":"cunetta.gif"
   }, 
   {
      "question":"In presenza del segnale raffigurato è necessario moderare la velocità",
      "isCorrect":true,
      "image":"passaggio_a_livello_con_barriere.gif"
   }, 
   {
      "question":"In presenza del segnale raffigurato, il conducente deve porre maggiore attenzione per non intralciare la marcia del tram",
      "isCorrect":true,
      "image":"attraversamento_tramviario.gif"
   }, 
   {
      "question":"Il segnale raffigurato preannuncia una salita da percorrere con marcia adeguatamente bassa",
      "isCorrect":false,
      "image":"discesa_pericolosa.gif"
   }, 
   {
      "question":"In presenza del segnale raffigurato è necessario tenere presente che la distanza di frenatura diminuisce in caso di pioggia",
      "isCorrect":false,
      "image":"strada_sdrucciolevole.gif"
   }, 
   {
      "question":"Il segnale raffigurato può essere posto nelle vicinanze di un campo da gioco frequentato da bambini",
      "isCorrect":true,
      "image":"pericolo_bambini.gif"
   }, 
   {
      "question":"Il segnale raffigurato preannuncia un tratto di strada sul quale aumenta lo spazio di frenatura del veicolo",
      "isCorrect":true,
      "image":"discesa_pericolosa.gif"
   }, 
   {
      "question":"Il segnale raffigurato è posto nelle immediate vicinanze di un attraversamento ferroviario a livello senza barriere",
      "isCorrect":true,
      "image":"doppia_croce_di_s_andrea.gif"
   }, 
   {
      "question":"Il segnale raffigurato preannuncia, in caso di forte vento laterale, un pericolo maggiore all'entrata delle gallerie per i veicoli stretti e alti",
      "isCorrect":false,
      "image":"forte_vento_laterale.gif"
   }, 
   {
      "question":"Il segnale raffigurato può essere posto anche nei centri abitati",
      "isCorrect":true,
      "image":"pericolo_attraversamento_pedonale.gif"
   }, 
   {
      "question":"Il segnale raffigurato preannuncia una deviazione per lavori in corso",
      "isCorrect":false,
      "image":"doppia_curva_la_prima_a_sinistra.gif"
   }, 
   {
      "question":"In presenza del segnale raffigurato è consentito effettuare la fermata in curva",
      "isCorrect":false,
      "image":"doppia_curva_la_prima_a_destra.gif"
   }, 
   {
      "question":"Il segnale raffigurato preannuncia un eventuale transito di filobus",
      "isCorrect":false,
      "image":"attraversamento_tramviario.gif"
   }, 
   {
      "question":"Il segnale raffigurato preannuncia una discesa particolarmente pericolosa",
      "isCorrect":true,
      "image":"discesa_pericolosa.gif"
   }, 
   {
      "question":"In presenza del segnale raffigurato non si deve effettuare sosta o fermata sopra le strisce pedonali",
      "isCorrect":true,
      "image":"pericolo_attraversamento_pedonale.gif"
   }, 
   {
      "question":"Il segnale raffigurato richiede, in caso di forte vento laterale, di procedere con prudenza tenendo il volante con una presa più sicura",
      "isCorrect":true,
      "image":"forte_vento_laterale.gif"
   }, 
   {
      "question":"Il segnale raffigurato preannuncia un tratto di strada con banchina cedevole",
      "isCorrect":true,
      "image":"banchina_cedevole.gif"
   },
   {
      "question":"Il segnale raffigurato preannuncia un tratto di strada con banchina non praticabile",
      "isCorrect":true,
      "image":"banchina_cedevole.gif"
   }, 
   {
      "question":"Il segnale raffigurato preannuncia un possibile pericolo di caduta nella cunetta laterale alla strada",
      "isCorrect":true,
      "image":"banchina_cedevole.gif"
   },   
   {
      "question":"Il segnale raffigurato preannuncia un tratto di strada con banchina pericolosa",
      "isCorrect":true,
      "image":"banchina_cedevole.gif"
   },   
   {
      "question":"Il segnale raffigurato preannuncia un tratto di strada pericoloso per ridotta visibilità",
      "isCorrect":true,
      "image":"curva_a_destra.gif"
   }, 
   {
      "question":"In presenza del segnale raffigurato non è consentito sorpassare i veicoli che si sono arrestati per far attraversare la carreggiata ai ciclisti",
      "isCorrect":true,
      "image":"pericolo_attraversamento_ciclabile.gif"
   }, 
   {
      "question":"La figura rappresenta un divieto di svolta a sinistra",
      "isCorrect":false,
      "image":"curva_a_sinistra.gif"
   }, 
   {
      "question":"Il segnale raffigurato vieta l'accesso agli aeroporti",
      "isCorrect":false,
      "image":"aeromobili.gif"
   }, 
   {
      "question":"Il segnale raffigurato preannuncia una corsia riservata per l'ingresso in aeroporto",
      "isCorrect":false,
      "image":"aeromobili.gif"
   }, 
   {
      "question":"In presenza del segnale raffigurato bisogna dare la precedenza solo ai ciclisti che attraversano da destra",
      "isCorrect":false,
      "image":"pericolo_attraversamento_ciclabile.gif"
   }, 
   {
      "question":"Il segnale raffigurato preannuncia un tratto di strada pericoloso per ridotta visibilità",
      "isCorrect":true,
      "image":"curva_a_sinistra.gif"
   }, 
   {
      "question":"Il segnale raffigurato preannuncia un attraversamento ferroviario munito di barriere o semibarriere",
      "isCorrect":true,
      "image":"passaggio_a_livello_con_barriere.gif"
   }, 
   {
      "question":"In presenza del segnale raffigurato si deve circolare il più vicino possibile al margine destro della carreggiata, su strada a due sole corsie e a doppio senso di circolazione",
      "isCorrect":true,
      "image":"doppia_curva_la_prima_a_sinistra.gif"
   }, 
   {
      "question":"In presenza del segnale raffigurato è necessario usare la massima prudenza",
      "isCorrect":true,
      "image":"passaggio_a_livello_senza_barriere.gif"
   }, 
   {
      "question":"In presenza del segnale raffigurato non è consentito effettuare manovre di sorpasso su strade a due sole corsie e a doppio senso di circolazione",
      "isCorrect":true,
      "image":"doppia_curva_la_prima_a_sinistra.gif"
   }, 
   {
      "question":"Il segnale raffigurato può essere usato anche nei centri abitati",
      "isCorrect":true,
      "image":"pericolo_circolazione_rotatoria.gif"
   }, 
   {
      "question":"Il segnale raffigurato vieta la svolta a destra al primo incrocio",
      "isCorrect":false,
      "image":"pericolo_circolazione_rotatoria.gif"
   }, 
   {
      "question":"Il segnale raffigurato invita a fare attenzione, prima di attraversare, perché potrebbe transitare più di un treno",
      "isCorrect":true,
      "image":"doppia_croce_di_s_andrea.gif"
   }, 
   {
      "question":"Il segnale raffigurato comporta di procedere a velocità moderata e di evitare brusche manovre",
      "isCorrect":true,
      "image":"strada_sdrucciolevole.gif"
   }, 
   {
      "question":"Il segnale raffigurato può avere il disco rosso sostituito da una luce rossa lampeggiante",
      "isCorrect":false,
      "image":"pericolo_semaforo_orizzontale.gif"
   }, 
   {
      "question":"In presenza del segnale raffigurato si deve suonare il clacson se vi sono ciclisti che stanno attraversando sulle strisce",
      "isCorrect":false,
      "image":"pericolo_attraversamento_ciclabile.gif"
   }, 
   {
      "question":"In presenza del segnale raffigurato è necessario moderare la velocità ed evitare brusche sterzate in caso di pioggia",
      "isCorrect":true,
      "image":"strada_sdrucciolevole.gif"
   }, 
   {
      "question":"In presenza del segnale raffigurato è consentito sorpassare motocicli e ciclomotori su strada a due corsie e a doppio senso di circolazione",
      "isCorrect":false,
      "image":"doppia_curva_la_prima_a_destra.gif"
   }, 
   {
      "question":"In presenza del segnale raffigurato bisogna rallentare per essere pronti ad arrestarsi se ci sono pedoni che attraversano la carreggiata",
      "isCorrect":true,
      "image":"pericolo_attraversamento_pedonale.gif"
   }, 
   {
      "question":"Il segnale raffigurato indica un'area riservata alla circolazione dei ciclomotori",
      "isCorrect":false,
      "image":"pericolo_attraversamento_ciclabile.gif"
   }, 
   {
      "question":"Il segnale raffigurato, se a fondo giallo, è usato in presenza di cantieri stradali",
      "isCorrect":true,
      "image":"strada_deformata.gif"
   }, 
   {
      "question":"Il segnale raffigurato può essere integrato con un pannello con la scritta TRAM",
      "isCorrect":false,
      "image":"passaggio_a_livello_senza_barriere.gif"
   }, 
   {
      "question":"Il segnale raffigurato preannuncia un cavalcavia",
      "isCorrect":false,
      "image":"strettoia_asimmetrica_a_sinistra.gif"
   }, 
   {
      "question":"Il segnale raffigurato indica la fine di un viale riservato ai bambini",
      "isCorrect":false,
      "image":"pericolo_bambini.gif"
   }, 
   {
      "question":"In presenza del segnale raffigurato è vietata l'inversione di marcia",
      "isCorrect":true,
      "image":"dosso.gif"
   }, 
   {
      "question":"Il segnale raffigurato preannuncia un ponte",
      "isCorrect":false,
      "image":"dosso.gif"
   }, 
   {
      "question":"In presenza del segnale raffigurato è necessario fare attenzione al restringimento della carreggiata",
      "isCorrect":false,
      "image":"strada_deformata.gif"
   }, 
   {
      "question":"Il segnale raffigurato preannuncia una salita, seguita da una discesa",
      "isCorrect":true,
      "image":"dosso.gif"
   }, 
   {
      "question":"Il segnale raffigurato preannuncia la presenza di un cordolo alto per separare le corsie",
      "isCorrect":false,
      "image":"strettoia_asimmetrica_a_sinistra.gif"
   }, 
   {
      "question":"In presenza del segnale raffigurato si deve fare attenzione agli eventuali pedoni presenti alla fermata del tram",
      "isCorrect":true,
      "image":"attraversamento_tramviario.gif"
   }, 
   {
      "question":"In presenza del segnale raffigurato si deve fare attenzione a non tamponare i veicoli che si arrestano per dare la precedenza ai pedoni",
      "isCorrect":true,
      "image":"pericolo_attraversamento_pedonale.gif"
   }, 
   {
      "question":"Dopo il segnale raffigurato è installato il segnale CROCE DI S. ANDREA, che è posizionato prima dei binari",
      "isCorrect":true,
      "image":"passaggio_a_livello_senza_barriere.gif"
   }, 
   {
      "question":"Il segnale raffigurato preannuncia una zona riservata al pascolo con divieto di transito ai veicoli a motore",
      "isCorrect":false,
      "image":"animali_domestici_vaganti.gif"
   }, 
   {
      "question":"Il segnale raffigurato preannuncia, in genere a 150 m, una doppia curva pericolosa",
      "isCorrect":true,
      "image":"doppia_curva_la_prima_a_sinistra.gif"
   }, 
   {
      "question":"Il segnale raffigurato preannuncia un'isola pedonale",
      "isCorrect":false,
      "image":"pericolo_attraversamento_pedonale.gif"
   }, 
   {
      "question":"I pannelli raffigurati si possono trovare solo se il passaggio a livello è con barriere",
      "isCorrect":false,
      "image":"pannelli_distanziometrici.gif"
   }, 
   {
      "question":"In presenza del segnale raffigurato, il conducente deve dare la precedenza ai pedoni che attraversano sulle strisce",
      "isCorrect":true,
      "image":"pericolo_attraversamento_pedonale.gif"
   }, 
   {
      "question":"Il segnale raffigurato preannuncia una strettoia",
      "isCorrect":false,
      "image":"doppia_curva_la_prima_a_sinistra.gif"
   }, 
   {
      "question":"Dopo il segnale raffigurato si può trovare un dispositivo acustico che avverte della chiusura delle barriere o delle semibarriere",
      "isCorrect":true,
      "image":"passaggio_a_livello_con_barriere.gif"
   }, 
   {
      "question":"Il segnale raffigurato richiede di rallentare o di arrestarsi se gli animali sulla strada danno segno di spavento",
      "isCorrect":true,
      "image":"animali_domestici_vaganti.gif"
   }, 
   {
      "question":"Il segnale raffigurato preannuncia il pericolo di allagamento della carreggiata",
      "isCorrect":false,
      "image":"banchina_cedevole.gif"
   }, 
   {
      "question":"Il segnale (A), integrato con il pannello (B), preannuncia la possibile presenza di macchine sgombraneve al lavoro sulla strada",
      "isCorrect":true,
      "image":"altri_pericoli_sgombraneve.gif"
   }, 
   {
      "question":"Il segnale raffigurato preannuncia una zona dove, in caso di forte vento laterale, i veicoli con rimorchio hanno maggiore tenuta di strada",
      "isCorrect":false,
      "image":"forte_vento_laterale.gif"
   },
   {
      "question":"Il segnale raffigurato preannuncia la possibilità di forti raffiche di vento laterale all'uscita da una galleria",
      "isCorrect":true,
      "image":"forte_vento_laterale.gif"
   },  
   {
      "question":"Il segnale raffigurato preannuncia la presenza di un viadotto esposto ad improvvise raffiche di vento laterale",
      "isCorrect":true,
      "image":"forte_vento_laterale.gif"
   }, 
   {
      "question":"Il segnale raffigurato preannuncia zone soggette a forti ed improvvise raffiche di vento laterale",
      "isCorrect":true,
      "image":"forte_vento_laterale.gif"
   }, 
   {
      "question":"Il segnale raffigurato preannuncia un pericolo che è maggiore per i veicoli telonati o furgonati",
      "isCorrect":true,
      "image":"forte_vento_laterale.gif"
   }, 
   {
      "question":"Il segnale raffigurato preannuncia di procedere con prudenza tenendo saldamente il volante",
      "isCorrect":true,
      "image":"forte_vento_laterale.gif"
   },
   {
      "question":"Il segnale raffigurato presegnala un tratto di strada soggetto a forti raffiche di vento laterale",
      "isCorrect":true,
      "image":"forte_vento_laterale.gif"
   },
   {
      "question":"Il segnale (A), integrato con il pannello (B), preannuncia la possibilità di formazione del ghiaccio",
      "isCorrect":true,
      "image":"altri_pericoli_ghiaccio.gif"
   }, 
   {
      "question":"Il segnale raffigurato preannuncia un passaggio a livello con barriere o con semibarriere",
      "isCorrect":true,
      "image":"passaggio_a_livello_con_barriere.gif"
   }, 
   {
      "question":"Il segnale raffigurato preannuncia un tratto di strada a due corsie e doppio senso di circolazione in cui è consentito sorpassare i motocicli, senza superare la striscia bianca continua",
      "isCorrect":false,
      "image":"curva_a_destra.gif"
   }, 
   {
      "question":"Il segnale raffigurato può essere associato con un segnale di limite massimo di velocità",
      "isCorrect":true,
      "image":"strada_deformata.gif"
   }, 
   {
      "question":"Il segnale raffigurato indica un tratto di strada deformata lungo 380 metri",
      "isCorrect":true,
      "image":"strada_deformata_380_metri.gif"
   }, 
   {
      "question":"Il segnale raffigurato preannuncia una strada in cattivo stato",
      "isCorrect":true,
      "image":"strada_deformata.gif"
   }, 
   {
      "question":"Il segnale raffigurato è un segnale di pericolo",
      "isCorrect":true,
      "image":"strada_deformata.gif"
   }, 
   {
      "question":"Il segnale raffigurato preannuncia un tratto di strada dissestata",
      "isCorrect":true,
      "image":"strada_deformata.gif"
   }, 
   {
      "question":"In presenza del segnale raffigurato è importante prevedere eventuali sbandamenti dei veicoli provenienti dal senso opposto",
      "isCorrect":true,
      "image":"strada_deformata.gif"
   }, 
   {
      "question":"In presenza del segnale raffigurato è necessario adeguare la velocità in relazione alle particolari condizioni del fondo stradale",
      "isCorrect":true,
      "image":"strada_deformata.gif"
   }, 
   {
      "question":"In presenza del segnale raffigurato è necessario moderare la velocità per evitare eccessive sollecitazioni e danni alle sospensioni",
      "isCorrect":true,
      "image":"strada_deformata.gif"
   }, 
   {
      "question":"In presenza del segnale raffigurato è necessario tenere saldamente il volante, per controllare possibili sbandamenti",
      "isCorrect":true,
      "image":"strada_deformata.gif"
   }, 
   {
      "question":"Il segnale raffigurato preannuncia una discesa pericolosa",
      "isCorrect":false,
      "image":"strada_deformata.gif"
   }, 
   {
      "question":"Il segnale raffigurato preannuncia più curve consecutive",
      "isCorrect":false,
      "image":"strada_deformata.gif"
   }, 
   {
      "question":"Il segnale raffigurato preannuncia una serie di dossi",
      "isCorrect":false,
      "image":"strada_deformata.gif"
   }, 
   {
      "question":"Il segnale raffigurato preannuncia una doppia curva",
      "isCorrect":false,
      "image":"strada_deformata.gif"
   }, 
   {
      "question":"Il segnale raffigurato preannuncia un dosso",
      "isCorrect":false,
      "image":"strada_deformata.gif"
   }, 
   {
      "question":"Il segnale raffigurato preannuncia un tratto di strada a visibilità limitata",
      "isCorrect":false,
      "image":"strada_deformata.gif"
   }, 
   {
      "question":"Il segnale raffigurato indica un tratto di strada deformata lungo 320 metri",
      "isCorrect":false,
      "image":"strada_deformanta_tra_320_m.png"
   }, 
   {
      "question":"In presenza del segnale raffigurato è obbligatorio circolare al centro della carreggiata",
      "isCorrect":false,
      "image":"strada_deformata.gif"
   }, 
   {
      "question":"In presenza del segnale raffigurato non è necessario rallentare in caso di scarsa visibilità",
      "isCorrect":false,
      "image":"strada_deformata.gif"
   }, 
   {
      "question":"In presenza del segnale raffigurato è vietato il sorpasso",
      "isCorrect":false,
      "image":"strada_deformata.gif"
   }, 
   {
      "question":"In presenza del segnale raffigurato è necessario rallentare solo se provengono veicoli dal senso opposto",
      "isCorrect":false,
      "image":"strada_deformata.gif"
   }, 
   {
      "question":"Il segnale raffigurato preannuncia un dosso",
      "isCorrect":true,
      "image":"dosso.gif"
   }, 
   {
      "question":"Il segnale raffigurato preannuncia un tratto di strada pericoloso per limitata visibilità",
      "isCorrect":true,
      "image":"dosso.gif"
   }, 
   {
      "question":"In presenza del segnale raffigurato bisogna considerare che la visibilità è limitata",
      "isCorrect":true,
      "image":"dosso.gif"
   }, 
   {
      "question":"Il segnale raffigurato preannuncia una variazione di pendenza della strada con limitata visibilità",
      "isCorrect":true,
      "image":"dosso.gif"
   }, 
   {
      "question":"In presenza del segnale raffigurato è necessario moderare la velocità in relazione alla visibilità",
      "isCorrect":true,
      "image":"dosso.gif"
   }, 
   {
      "question":"In presenza del segnale raffigurato sono vietate la sosta e la fermata sia sul tratto in salita che su quello in discesa",
      "isCorrect":true,
      "image":"dosso.gif"
   }, 
   {
      "question":"In presenza del segnale raffigurato è vietato il sorpasso sul tratto in salita, se la strada è a doppio senso di circolazione con due sole corsie",
      "isCorrect":true,
      "image":"dosso.gif"
   }, 
   {
      "question":"Il segnale raffigurato è un segnale di pericolo",
      "isCorrect":true,
      "image":"dosso.gif"
   }, 
   {
      "question":"Il segnale raffigurato preannuncia una cunetta",
      "isCorrect":false,
      "image":"dosso.gif"
   }, 
   {
      "question":"Il segnale raffigurato preannuncia un tratto di strada in cattivo stato",
      "isCorrect":false,
      "image":"dosso.gif"
   }, 
   {
      "question":"Il segnale raffigurato preannuncia un tratto di strada con pavimentazione irregolare",
      "isCorrect":false,
      "image":"dosso.gif"
   }, 
   {
      "question":"Il segnale raffigurato preannuncia l'ingresso in una galleria",
      "isCorrect":false,
      "image":"dosso.gif"
   }, 
   {
      "question":"Il segnale raffigurato vieta il transito degli autobus",
      "isCorrect":false,
      "image":"dosso.gif"
   }, 
   {
      "question":"In presenza del segnale raffigurato è vietato il sorpasso nel tratto in discesa",
      "isCorrect":false,
      "image":"dosso.gif"
   }, 
   {
      "question":"Il segnale raffigurato è un segnale di obbligo",
      "isCorrect":false,
      "image":"dosso.gif"
   }, 
   {
      "question":"In presenza del segnale raffigurato è possibile effettuare l'inversione di marcia nel tratto in discesa",
      "isCorrect":false,
      "image":"dosso.gif"
   }, 
   {
      "question":"Il segnale raffigurato è un segnale di precedenza",
      "isCorrect":false,
      "image":"dosso.gif"
   }, 
   {
      "question":"Il segnale raffigurato preannuncia un tratto di strada pericoloso a causa di una cunetta",
      "isCorrect":true,
      "image":"cunetta.gif"
   }, 
   {
      "question":"Il segnale raffigurato si trova prima di un tratto in discesa seguito da uno in salita",
      "isCorrect":true,
      "image":"cunetta.gif"
   }, 
   {
      "question":"Il segnale raffigurato è un segnale di pericolo",
      "isCorrect":true,
      "image":"cunetta.gif"
   }, 
   {
      "question":"Il segnale raffigurato preannuncia un tratto di strada che potrebbe allagarsi in caso di forti piogge",
      "isCorrect":true,
      "image":"cunetta.gif"
   }, 
   {
      "question":"In presenza del segnale raffigurato è necessario moderare la velocità per mantenere il controllo del veicolo",
      "isCorrect":true,
      "image":"cunetta.gif"
   }, 
   {
      "question":"In presenza del segnale raffigurato e in caso di pioggia è necessario prevedere la possibilità di accumulo di acqua nella cunetta",
      "isCorrect":true,
      "image":"cunetta.gif"
   }, 
   {
      "question":"In presenza del segnale raffigurato è necessario prevedere la possibilità di accumulo di fango e detriti nella cunetta",
      "isCorrect":true,
      "image":"cunetta.gif"
   }, 
   {
      "question":"Il segnale raffigurato indica una banchina cedevole",
      "isCorrect":false,
      "image":"cunetta.gif"
   }, 
   {
      "question":"Il segnale raffigurato preannuncia un tratto di strada in cattivo stato",
      "isCorrect":false,
      "image":"cunetta.gif"
   }, 
   {
      "question":"Il segnale raffigurato preannuncia un restringimento della carreggiata",
      "isCorrect":false,
      "image":"cunetta.gif"
   }, 
   {
      "question":"Il segnale raffigurato preannuncia un dosso",
      "isCorrect":false,
      "image":"cunetta.gif"
   }, 
   {
      "question":"In presenza del segnale raffigurato è necessario rallentare solo se provengono veicoli dal senso opposto",
      "isCorrect":false,
      "image":"cunetta.gif"
   }, 
   {
      "question":"Il segnale raffigurato preannuncia una banchina cedevole",
      "isCorrect":false,
      "image":"cunetta.gif"
   }, 
   {
      "question":"Il segnale raffigurato preannuncia una curva pericolosa a destra",
      "isCorrect":true,
      "image":"curva_a_destra.gif"
   }, 
   {
      "question":"Il segnale raffigurato è posto, di norma, a 150 metri dal punto di inizio della curva",
      "isCorrect":true,
      "image":"curva_a_destra.gif"
   }, 
   {
      "question":"Il segnale raffigurato può essere integrato con pannello con la scritta TORNANTE",
      "isCorrect":true,
      "image":"curva_a_destra.gif"
   }, 
   {
      "question":"Il segnale raffigurato richiede di moderare la velocità",
      "isCorrect":true,
      "image":"curva_a_destra.gif"
   }, 
   {
      "question":"Il segnale raffigurato preannuncia un tratto di strada pericoloso",
      "isCorrect":true,
      "image":"curva_a_destra.gif"
   }, 
   {
      "question":"In presenza del segnale raffigurato, posto su strada a doppio senso di circolazione e con due sole corsie, si deve circolare il più possibile vicino al margine destro",
      "isCorrect":true,
      "image":"curva_a_destra.gif"
   }, 
   {
      "question":"Il segnale raffigurato preannuncia un tratto di strada in cui è necessario regolare la velocità in relazione alla visibilità e al raggio della curva",
      "isCorrect":true,
      "image":"curva_a_destra.gif"
   }, 
   {
      "question":"Il segnale raffigurato preannuncia un tratto di strada in cui è necessario percorrere la curva con più attenzione se la strada è bagnata",
      "isCorrect":true,
      "image":"curva_a_destra.gif"
   }, 
   {
      "question":"Il segnale raffigurato preannuncia un tratto di strada in cui non è consentito il sorpasso se la carreggiata è a doppio senso di circolazione e con due sole corsie",
      "isCorrect":true,
      "image":"curva_a_destra.gif"
   }, 
   {
      "question":"Il segnale raffigurato preannuncia un obbligo di svolta a destra",
      "isCorrect":false,
      "image":"curva_a_destra.gif"
   }, 
   {
      "question":"Il segnale raffigurato preannuncia un tratto di strada in salita",
      "isCorrect":false,
      "image":"curva_a_destra.gif"
   }, 
   {
      "question":"Il segnale raffigurato preannuncia un cambio di corsia",
      "isCorrect":false,
      "image":"curva_a_destra.gif"
   }, 
   {
      "question":"Il segnale raffigurato è posto, di norma, a 5 metri dall'inizio della curva",
      "isCorrect":false,
      "image":"curva_a_destra.gif"
   }, 
   {
      "question":"Il segnale raffigurato, posto su una strada a doppio senso di circolazione, impone di portarsi sulla parte sinistra della carreggiata per affrontare meglio la curva",
      "isCorrect":false,
      "image":"curva_a_destra.gif"
   }, 
   {
      "question":"Il segnale raffigurato preannuncia un tratto di strada in cui è consentita la fermata, ma non la sosta",
      "isCorrect":false,
      "image":"curva_a_destra.gif"
   }, 
   {
      "question":"Il segnale raffigurato preannuncia un tratto di strada in cui è consentito sorpassare i motocicli, anche invadendo la corsia opposta",
      "isCorrect":false,
      "image":"curva_a_destra.gif"
   }, 
   {
      "question":"Il segnale raffigurato preannuncia un tratto di strada in cui è consentito effettuare manovre di retromarcia",
      "isCorrect":false,
      "image":"curva_a_destra.gif"
   }, 
   {
      "question":"Il segnale raffigurato preannuncia un tratto di strada in cui è consentito sorpassare i motocicli, anche superando di poco la striscia bianca continua",
      "isCorrect":false,
      "image":"curva_a_destra.gif"
   },
   {
      "question":"La figura rappresenta un segnale di pericolo",
      "isCorrect":true,
      "image":"curva_a_sinistra.gif"
   },
   {
      "question":"Il segnale raffigurato preannuncia una curva pericolosa a sinistra",
      "isCorrect":true,
      "image":"curva_a_sinistra.gif"
   },
   {
      "question":"Il segnale raffigurato preannuncia un tratto di strada non rettilineo, che limita la visibilità",
      "isCorrect":true,
      "image":"curva_a_sinistra.gif"
   },
   {
      "question":"Il segnale raffigurato preannuncia un tratto di strada che curva a sinistra con limitata visibilità",
      "isCorrect":true,
      "image":"curva_a_sinistra.gif"
   },
   {
      "question":"Il segnale raffigurato preannuncia, di norma a 150 metri, una curva pericolosa",
      "isCorrect":true,
      "image":"curva_a_sinistra.gif"
   },
   {
      "question":"Il segnale raffigurato richiede di moderare la velocità per potersi arrestare in caso di un ostacolo improvviso",
      "isCorrect":true,
      "image":"curva_a_sinistra.gif"
   },
   {
      "question":"In presenza del segnale raffigurato è necessario regolare la velocità in relazione alla visibilità e al raggio della curva",
      "isCorrect":true,
      "image":"curva_a_sinistra.gif"
   },
   {
      "question":"In presenza del segnale raffigurato è necessario percorrere la curva con più attenzione se la strada è bagnata",
      "isCorrect":true,
      "image":"curva_a_sinistra.gif"
   },
   {
      "question":"In presenza del segnale raffigurato si deve viaggiare ad andatura particolarmente moderata se si circola con il 'ruotino' (ruota di soccorso)",
      "isCorrect":true,
      "image":"curva_a_sinistra.gif"
   },
   {
      "question":"La figura rappresenta un segnale di obbligo",
      "isCorrect":false,
      "image":"curva_a_sinistra.gif"
   },
   {
      "question":"Il segnale raffigurato impone l'obbligo di mantenere la sinistra",
      "isCorrect":false,
      "image":"curva_a_sinistra.gif"
   },
   {
      "question":"Il segnale raffigurato impone di circolare il più vicino possibile al centro della strada",
      "isCorrect":false,
      "image":"curva_a_sinistra.gif"
   },
   {
      "question":"Il segnale raffigurato indica una circolazione rotatoria",
      "isCorrect":false,
      "image":"curva_a_sinistra.gif"
   },
   {
      "question":"La figura rappresenta un segnale di prescrizione",
      "isCorrect":false,
      "image":"curva_a_sinistra.gif"
   },
   {
      "question":"In presenza del segnale raffigurato, su strada a senso unico di circolazione si deve marciare il più possibile vicino al margine destro della carreggiata",
      "isCorrect":false,
      "image":"curva_a_sinistra.gif"
   },
   {
      "question":"In presenza del segnale raffigurato è consentita la fermata ma non la sosta",
      "isCorrect":false,
      "image":"curva_a_sinistra.gif"
   },
   {
      "question":"In presenza del segnale raffigurato è consentito, su strada a doppio senso di circolazione a due corsie, sorpassare i motocicli senza invadere la corsia opposta",
      "isCorrect":false,
      "image":"curva_a_sinistra.gif"
   },
   {
      "question":"In presenza del segnale raffigurato è consentito effettuare l'inversione di marcia",
      "isCorrect":false,
      "image":"curva_a_sinistra.gif"
   },
   {
      "question":"In presenza del segnale raffigurato è consentito effettuare manovre di retromarcia",
      "isCorrect":false,
      "image":"curva_a_sinistra.gif"
   },
   {
      "question":"In presenza del segnale raffigurato non è consentito il transito ai veicoli con il 'ruotino' (ruota di soccorso)",
      "isCorrect":false,
      "image":"curva_a_sinistra.gif"
   },
   {
      "question":"Il segnale raffigurato può essere integrato con un pannello indicante TORNANTI",
      "isCorrect":true,
      "image":"doppia_curva_la_prima_a_destra.gif"
   },
   {
      "question":"Il segnale raffigurato preannuncia una doppia curva pericolosa, la prima a destra",
      "isCorrect":true,
      "image":"doppia_curva_la_prima_a_destra.gif"
   },
   {
      "question":"Il segnale raffigurato può essere integrato con il pannello in figura",
      "isCorrect":true,
      "image":"doppia_curva_pericolosa_lunga_2_8_km.png"
   },
   {
      "question":"La figura rappresenta un segnale di pericolo",
      "isCorrect":true,
      "image":"doppia_curva_la_prima_a_destra.gif"
   },
   {
      "question":"In presenza del segnale raffigurato bisogna moderare la velocità",
      "isCorrect":true,
      "image":"doppia_curva_la_prima_a_destra.gif"
   },
   {
      "question":"Su strada a due sole corsie e a doppio senso di circolazione, in presenza del segnale raffigurato si deve marciare il più possibile vicino al margine destro",
      "isCorrect":true,
      "image":"doppia_curva_la_prima_a_destra.gif"
   },
   {
      "question":"Il segnale raffigurato preannuncia un tratto di strada in cui è consentita la manovra di retromarcia",
      "isCorrect":false,
      "image":"doppia_curva_la_prima_a_destra.gif"
   },
   {
      "question":"In presenza del segnale raffigurato è consentito sorpassare motocicli e ciclomotori su strada a due corsie e a doppio senso di circolazione",
      "isCorrect":false,
      "image":"doppia_curva_la_prima_a_destra.gif"
   },
   {
      "question":"In presenza del segnale raffigurato è necessario regolare la velocità in relazione alla visibilità e al raggio delle curve",
      "isCorrect":true,
      "image":"doppia_curva_la_prima_a_destra.gif"
   },
   {
      "question":"In presenza del segnale raffigurato è necessario percorrere le curve con più attenzione in caso di pioggia",
      "isCorrect":true,
      "image":"doppia_curva_la_prima_a_destra.gif"
   },
   {
      "question":"In presenza del segnale raffigurato è necessario regolare la velocità in relazione alle condizioni di carico del veicolo",
      "isCorrect":true,
      "image":"doppia_curva_la_prima_a_destra.gif"
   },
   {
      "question":"Nella curve pericolose preannunciate dal segnale raffigurato è vietato il sorpasso se la carreggiata è a due corsie e a doppio senso di circolazione",
      "isCorrect":true,
      "image":"doppia_curva_la_prima_a_destra.gif"
   },
   {
      "question":"Su strada a due corsie e a doppio senso di circolazione, in presenza del segnale raffigurato è opportuno fare particolare attenzione ai veicoli provenienti dal senso opposto",
      "isCorrect":true,
      "image":"doppia_curva_la_prima_a_destra.gif"
   },
   {
      "question":"Il segnale raffigurato preannuncia una deviazione per lavori in corso",
      "isCorrect":false,
      "image":"doppia_curva_la_prima_a_destra.gif"
   },
   {
      "question":"Il segnale raffigurato preannuncia un raccordo di uscita autostradale",
      "isCorrect":false,
      "image":"doppia_curva_la_prima_a_destra.gif"
   },
   {
      "question":"Il segnale raffigurato preannuncia una discesa pericolosa",
      "isCorrect":false,
      "image":"doppia_curva_la_prima_a_destra.gif"
   },
   {
      "question":"Il segnale raffigurato preannuncia un tratto di strada con superficie sdrucciolevole",
      "isCorrect":false,
      "image":"doppia_curva_la_prima_a_destra.gif"
   },
   {
      "question":"Il segnale raffigurato preannuncia un incrocio",
      "isCorrect":false,
      "image":"doppia_curva_la_prima_a_destra.gif"
   },
   {
      "question":"Il segnale raffigurato preannuncia un tratto di strada con pavimentazione irregolare",
      "isCorrect":false,
      "image":"doppia_curva_la_prima_a_destra.gif"
   },
   {
      "question":"Il segnale con il pannello in figura preannuncia un tratto di strada lungo 3,8 km con una serie di curve pericolose",
      "isCorrect":false,
      "image":"doppia_curva_pericolosa_tra_3_8_km.png"
   },
   {
      "question":"Il segnale raffigurato preannuncia un tratto di strada in cui è consentita l'inversione di marcia",
      "isCorrect":false,
      "image":"doppia_curva_la_prima_a_destra.gif"
   },
   {
      "question":"In presenza del segnale raffigurato, posto su strada a due corsie e a doppio senso di circolazione, è consentito sorpassare nelle ore diurne",
      "isCorrect":false,
      "image":"doppia_curva_la_prima_a_destra.gif"
   },
   {
      "question":"Il segnale raffigurato preannuncia una doppia curva pericolosa, la prima a sinistra",
      "isCorrect":true,
      "image":"doppia_curva_la_prima_a_sinistra.gif"
   },
   {
      "question":"Il segnale raffigurato preannuncia la presenza di tornanti se integrato con apposito pannello",
      "isCorrect":true,
      "image":"doppia_curva_la_prima_a_sinistra.gif"
   },
   {
      "question":"Il segnale raffigurato richiede di moderare la velocità",
      "isCorrect":true,
      "image":"doppia_curva_la_prima_a_sinistra.gif"
   },
   {
      "question":"In presenza del segnale raffigurato è necessario percorrere le curve con più attenzione in caso di pioggia",
      "isCorrect":true,
      "image":"doppia_curva_la_prima_a_sinistra.gif"
   },
   {
      "question":"In presenza del segnale raffigurato è necessario regolare la velocità in relazione alle condizioni di carico del veicolo",
      "isCorrect":true,
      "image":"doppia_curva_la_prima_a_sinistra.gif"
   },
   {
      "question":"Il segnale raffigurato preannuncia una confluenza a sinistra",
      "isCorrect":false,
      "image":"doppia_curva_la_prima_a_sinistra.gif"
   },
   {
      "question":"Il segnale raffigurato preannuncia una strettoia",
      "isCorrect":false,
      "image":"doppia_curva_la_prima_a_sinistra.gif"
   },
   {
      "question":"Il segnale raffigurato preannuncia un tratto di strada con una serie di dossi",
      "isCorrect":false,
      "image":"doppia_curva_la_prima_a_sinistra.gif"
   },
   {
      "question":"Il segnale raffigurato preannuncia un tratto di strada deformata",
      "isCorrect":false,
      "image":"doppia_curva_la_prima_a_sinistra.gif"
   },
   {
      "question":"In presenza del segnale raffigurato è consentita l'inversione di marcia",
      "isCorrect":false,
      "image":"doppia_curva_la_prima_a_sinistra.gif"
   },
   {
      "question":"In presenza del segnale raffigurato, posto su strade a due corsie e a doppio senso, è consentito sorpassare un veicolo molto lento",
      "isCorrect":false,
      "image":"doppia_curva_la_prima_a_sinistra.gif"
   },
   {
      "question":"In presenza del segnale raffigurato è consentita la manovra di retromarcia",
      "isCorrect":false,
      "image":"doppia_curva_la_prima_a_sinistra.gif"
   },
   {
      "question":"In presenza del segnale raffigurato è necessario tenere una velocità moderata esclusivamente nella prima curva",
      "isCorrect":false,
      "image":"doppia_curva_la_prima_a_sinistra.gif"
   },
   {
      "question":"In presenza del segnale raffigurato è consentito sorpassare motocicli e ciclomotori su strade a due corsie e a doppio senso",
      "isCorrect":false,
      "image":"doppia_curva_la_prima_a_sinistra.gif"
   },
   {
      "question":"Dopo il segnale raffigurato, se ci sono le semibarriere, è installato un dispositivo a luci rosse lampeggianti",
      "isCorrect":true,
      "image":"passaggio_a_livello_con_barriere.gif"
   },
   {
      "question":"Il segnale raffigurato è posto, di norma, 150 metri prima del passaggio a livello",
      "isCorrect":true,
      "image":"passaggio_a_livello_con_barriere.gif"
   },
   {
      "question":"Dopo il segnale raffigurato, se ci sono le barriere, è installato un dispositivo a luce rossa fissa",
      "isCorrect":true,
      "image":"passaggio_a_livello_con_barriere.gif"
   },
   {
      "question":"LIn presenza del segnale raffigurato è necessario moderare la velocità per essere pronti ad arrestarsi se le barriere sono chiuse",
      "isCorrect":true,
      "image":"passaggio_a_livello_con_barriere.gif"
   },
   {
      "question":"In presenza del segnale raffigurato non è consentito impegnare il passaggio a livello se il traffico intenso impedisce di sgomberarlo",
      "isCorrect":true,
      "image":"passaggio_a_livello_con_barriere.gif"
   },
   {
      "question":"In presenza del segnale raffigurato è necessario arrestarsi se sono in funzione le due luci rosse lampeggianti",
      "isCorrect":true,
      "image":"passaggio_a_livello_con_barriere.gif"
   },
   {
      "question":"In presenza del segnale raffigurato è necessario arrestarsi se è in funzione il dispositivo acustico che avverte della chiusura delle barriere",
      "isCorrect":true,
      "image":"passaggio_a_livello_con_barriere.gif"
   },
   {
      "question":"In presenza del segnale raffigurato, se il veicolo si ferma per avaria sui binari, il conducente deve adottare ogni iniziativa utile al fine di evitare incidenti",
      "isCorrect":true,
      "image":"passaggio_a_livello_con_barriere.gif"
   },
   {
      "question":"Il segnale raffigurato preannuncia l'incrocio con una linea tranviaria",
      "isCorrect":false,
      "image":"passaggio_a_livello_con_barriere.gif"
   },
   {
      "question":"Il segnale raffigurato indica una deviazione obbligatoria",
      "isCorrect":false,
      "image":"passaggio_a_livello_con_barriere.gif"
   },
   {
      "question":"Il segnale raffigurato obbliga ad arrestarsi se le luci rosse poste in prossimità delle barriere o delle semibarriere sono spente",
      "isCorrect":false,
      "image":"passaggio_a_livello_con_barriere.gif"
   },
   {
      "question":"Il segnale raffigurato permette di transitare tra una barra e l'altra se le semibarriere sono chiuse, dopo aver verificato che non ci sono treni in arrivo",
      "isCorrect":false,
      "image":"passaggio_a_livello_con_barriere.gif"
   },
   {
      "question":"Il segnale raffigurato indica un'area di sosta custodita",
      "isCorrect":false,
      "image":"passaggio_a_livello_con_barriere.gif"
   },
   {
      "question":"Il segnale raffigurato si trova prima del segnale verticale DOPPIA CROCE DI S. ANDREA",
      "isCorrect":false,
      "image":"passaggio_a_livello_con_barriere.gif"
   },
   {
      "question":"Il segnale raffigurato preannuncia barriere di recinzione di un cantiere stradale",
      "isCorrect":false,
      "image":"passaggio_a_livello_con_barriere.gif"
   },
   {
      "question":"In presenza del segnale raffigurato è necessario rallentare solo in caso di scarsa visibilità",
      "isCorrect":false,
      "image":"passaggio_a_livello_con_barriere.gif"
   },
   {
      "question":"In presenza del segnale raffigurato sono consentite la fermata ma non la sosta in prossimità o in corrispondenza dei binari",
      "isCorrect":false,
      "image":"passaggio_a_livello_con_barriere.gif"
   },
   {
      "question":"Il segnale raffigurato preannuncia un attraversamento ferroviario a livello senza barriere",
      "isCorrect":true,
      "image":"passaggio_a_livello_senza_barriere.gif"  
   },
   {
      "question":"Il segnale raffigurato richiede di usare la massima prudenza",
      "isCorrect":true,
      "image":"passaggio_a_livello_senza_barriere.gif"
   },
   {
      "question":"Dopo il segnale raffigurato è installato il segnale DOPPIA CROCE DI S. ANDREA, se la linea ferroviaria ha più di un binario",
      "isCorrect":true,
      "image":"passaggio_a_livello_senza_barriere.gif"
   },
   {
      "question":"In presenza del segnale raffigurato è necessario rallentare in relazione alla visibilità della linea ferroviaria",
      "isCorrect":true,
      "image":"passaggio_a_livello_senza_barriere.gif"
   },
   {
      "question":"In presenza del segnale raffigurato è necessario rallentare per potere, eventualmente, arrestare il veicolo prima dell'attraversamento ferroviario",
      "isCorrect":true,
      "image":"passaggio_a_livello_senza_barriere.gif"
   },
   {
      "question":"In presenza del segnale raffigurato è necessario, prima di attraversare, assicurarsi che non ci siano treni in arrivo sia da destra che da sinistra",
      "isCorrect":true,
      "image":"passaggio_a_livello_senza_barriere.gif"
   },
   {
      "question":"Il segnale raffigurato preannuncia un passaggio a livello con barriere",
      "isCorrect":false,
      "image":"passaggio_a_livello_senza_barriere.gif"
   },
   {
      "question":"Il segnale raffigurato indica la presenza di una stazione ferroviaria a 150 metri",
      "isCorrect":false,
      "image":"passaggio_a_livello_senza_barriere.gif"
   },
   {
      "question":"In presenza del segnale raffigurato è necessario rallentare esclusivamente in caso di nebbia",
      "isCorrect":false,
      "image":"passaggio_a_livello_senza_barriere.gif"
   },
   {
      "question":"In presenza del segnale raffigurato è obbligatorio fermarsi prima dei binari se le segnalazioni luminose o acustiche non sono in funzione",
      "isCorrect":false,
      "image":"passaggio_a_livello_senza_barriere.gif"
   },
   {
      "question":"In presenza del segnale raffigurato è possibile attraversare i binari nel caso siano sbarrati da cavalletti a strisce bianche e rosse",
      "isCorrect":false,
      "image":"passaggio_a_livello_senza_barriere.gif"
   },
   {
      "question":"In presenza del segnale raffigurato è obbligatorio usare il segnalatore acustico (clacson) prima di attraversare i binari",
      "isCorrect":false,
      "image":"passaggio_a_livello_senza_barriere.gif"
   },
   {
      "question":"Il segnale raffigurato indica che la sede ferroviaria ha un solo binario",
      "isCorrect":true,
      "image":"croce_di_s_andrea.gif"
   },
   {
      "question":"Il segnale raffigurato è posto nelle immediate vicinanze di un attraversamento ferroviario senza barriere",
      "isCorrect":true,
      "image":"croce_di_s_andrea.gif"
   },
   {
      "question":"Il segnale raffigurato è posto nelle immediate vicinanze del binario",
      "isCorrect":true,
      "image":"croce_di_s_andrea.gif"
   },
   {
      "question":"Il segnale raffigurato è posto sulla strada dopo il segnale PASSAGGIO A LIVELLO SENZA BARRIERE",
      "isCorrect":true,
      "image":"croce_di_s_andrea.gif"
   },
   {
      "question":"La figura rappresenta un segnale di pericolo",
      "isCorrect":true,
      "image":"croce_di_s_andrea.gif"
   },
   {
      "question":"Il segnale raffigurato può essere posto sia in senso orizzontale che in senso verticale",
      "isCorrect":true,
      "image":"croce_di_s_andrea.gif"
   },
   {
      "question":"Il segnale raffigurato preannuncia una sede ferroviaria con più binari",
      "isCorrect":false,
      "image":"croce_di_s_andrea.gif"
   },
   {
      "question":"Il segnale raffigurato preannuncia un incrocio di quattro strade",
      "isCorrect":false,
      "image":"croce_di_s_andrea.gif"
   },
   {
      "question":"Il segnale raffigurato preannuncia una sede tranviaria con un solo binario",
      "isCorrect":false,
      "image":"croce_di_s_andrea.gif"
   },
   {
      "question":"Il segnale raffigurato è installato in prossimità di un passaggio a livello con semibarriere",
      "isCorrect":false,
      "image":"croce_di_s_andrea.gif"
   },
   {
      "question":"Il segnale raffigurato è integrato da una luce verde ed una rossa fissa",
      "isCorrect":false,
      "image":"croce_di_s_andrea.gif"
   },
   {
      "question":"Il segnale raffigurato si trova, di norma, a 150 metri dai binari",
      "isCorrect":false,
      "image":"croce_di_s_andrea.gif"
   },
   {
      "question":"Il segnale raffigurato impone di arrestarsi entro la striscia di arresto, se è in arrivo il treno.",
      "isCorrect":true,
      "image":"doppia_croce_di_s_andrea.gif"
   },
   {
      "question":"Il segnale raffigurato si trova dopo i pannelli distanziometrici a barre rosse",
      "isCorrect":true,
      "image":"doppia_croce_di_s_andrea.gif"
   },
   {
      "question":"Il segnale raffigurato è un segnale di pericolo",
      "isCorrect":true,
      "image":"doppia_croce_di_s_andrea.gif"
   },
   {
      "question":"Il segnale (A) si trova dopo il segnale (B)",
      "isCorrect":false,
      "image":"doppia_croce_s_andrea_passaggio_con_barriere.png"
   },
   {
      "question":"Il segnale raffigurato preannuncia un doppio incrocio stradale pericoloso",
      "isCorrect":false,
      "image":"doppia_croce_di_s_andrea.gif"
   },
   {
      "question":"Il segnale raffigurato indica che la linea ferroviaria ha solo un binario",
      "isCorrect":false,
      "image":"doppia_croce_di_s_andrea.gif"
   },
   {
      "question":"Il segnale raffigurato può essere posto prima di un attraversamento ferroviario con semibarriere",
      "isCorrect":false,
      "image":"doppia_croce_di_s_andrea.gif"
   },
   {
      "question":"Il segnale raffigurato indica che si possono incontrare due passaggi a livello consecutivi, che distano meno di 150 metri l'uno dall'altro",
      "isCorrect":false,
      "image":"doppia_croce_di_s_andrea.gif"
   },
   {
      "question":"l segnale può avere fondo giallo in caso di lavori ai binari",
      "isCorrect":false,
      "image":"doppia_croce_di_s_andrea.gif"
   },
   {
      "question":"I pannelli raffigurati sono posti, di norma, a circa 150, 100 e 50 metri dall'attraversamento ferroviario",
      "isCorrect":true,
      "image":"pannelli_distanziometrici.gif"
   },
   {
      "question":"Il pannello con tre barre rosse (A) è posto sotto il segnale (B)",
      "isCorrect":true,
      "image":"pannelli_passaggio_a_livello.png"
   },
   {
      "question":"Nel caso di attraversamento ferroviario senza barriere, i pannelli (A) sono posti prima del segnale (B)",
      "isCorrect":true,
      "image":"pannelli_croce.png"
   },
   {
      "question":"Il pannello con tre barre oblique rosse è il primo dei pannelli che si incontra quando ci si approssima ad un passaggio a livello",
      "isCorrect":true,
      "image":"pannelli_distanziometrici.gif"
   },
   {
      "question":"I pannelli raffigurati hanno tante barre diagonali quanti sono i binari del passaggio a livello",
      "isCorrect":false,
      "image":"pannelli_distanziometrici.gif"
   },
   {
      "question":"I pannelli raffigurati sono installati su cavalletti che vietano il transito dell'attraversamento ferroviario",
      "isCorrect":false,
      "image":"pannelli_distanziometrici.gif"
   },
   {
      "question":"Il segnale raffigurato preannuncia di moderare la velocità perché poco più avanti si potrebbe incrociare un tram",
      "isCorrect":true,
      "image":"attraversamento_tramviario.gif"
   },
   {
      "question":"Il segnale raffigurato posto fuori dei centri abitati, preannuncia una linea tranviaria non regolata da semafori",
      "isCorrect":true,
      "image":"attraversamento_tramviario.gif"
   },
   {
      "question":"Il segnale raffigurato, posto nei centri abitati, preannuncia l'incrocio con una linea tranviaria non regolata da semafori",
      "isCorrect":true,
      "image":"attraversamento_tramviario.gif"
   },
   {
      "question":"Il segnale raffigurato preannuncia, fuori e dentro i centri abitati, una linea tranviaria non regolata da semafori",
      "isCorrect":true,
      "image":"attraversamento_tramviario.gif"
   },
   {
      "question":"Il segnale raffigurato preannuncia una linea tranviaria che incrocia la carreggiata",
      "isCorrect":true,
      "image":"attraversamento_tramviario.gif"
   },
   {
      "question":"Il segnale raffigurato preannuncia una linea tranviaria che riduce lo spazio utile per la circolazione dei veicoli",
      "isCorrect":true,
      "image":"attraversamento_tramviario.gif"
   },
   {
      "question":"In presenza del segnale raffigurato, il conducente deve prestare maggiore attenzione, perché potrebbe incrociare un tram",
      "isCorrect":true,
      "image":"attraversamento_tramviario.gif"
   },
   {
      "question":"In presenza del segnale raffigurato si può sorpassare a destra il tram in marcia se vi è lo spazio necessario",
      "isCorrect":true,
      "image":"attraversamento_tramviario.gif"
   },
   {
      "question":"In presenza del segnale raffigurato si può circolare sui binari senza intralciare la marcia del tram",
      "isCorrect":true,
      "image":"attraversamento_tramviario.gif"
   },
   {
      "question":"In presenza del segnale raffigurato si può sorpassare a destra il tram fermo al centro della strada per la salita e discesa dei passeggeri, solo se esiste l'apposito salvagente",
      "isCorrect":true,
      "image":"attraversamento_tramviario.gif"
   },
   {
      "question":"In presenza del segnale raffigurato bisogna fare attenzione alla possibile diminuzione di aderenza delle ruote del veicolo se si frena sui binari",
      "isCorrect":true,
      "image":"attraversamento_tramviario.gif"
   },
   {
      "question":"In presenza del segnale raffigurato occorre tenere presente che il tram necessita di una distanza di arresto maggiore di quella degli autoveicoli",
      "isCorrect":true,
      "image":"attraversamento_tramviario.gif"
   },
   {
      "question":"Il segnale raffigurato obbliga a dare la precedenza ai filobus",
      "isCorrect":false,
      "image":"attraversamento_tramviario.gif"
   },
   {
      "question":"In presenza del segnale raffigurato si ha l'obbligo di dare la precedenza ai filobus",
      "isCorrect":false,
      "image":"attraversamento_tramviario.gif"
   },
   {
      "question":"In presenza del segnale raffigurato il sorpasso dei tram è vietato esclusivamente ai motocicli",
      "isCorrect":false,
      "image":"attraversamento_tramviario.gif"
   },
   {
      "question":"In presenza del segnale raffigurato è vietata la marcia sopra i binari del tram",
      "isCorrect":false,
      "image":"attraversamento_tramviario.gif"
   },
   {
      "question":"In presenza del segnale raffigurato, il tram fermo per la salita e la discesa dei passeggeri può essere sorpassato a destra quando non esiste il salvagente",
      "isCorrect":false,
      "image":"attraversamento_tramviario.gif"
   },
   {
      "question":"Nelle strade extraurbane il segnale raffigurato è posto, di norma, a 150 metri dall'attraversamento",
      "isCorrect":true,
      "image":"pericolo_attraversamento_pedonale.gif"
   },
   {
      "question":"Il segnale raffigurato comporta il divieto di sorpassare un veicolo che si sia arrestato per far attraversare i pedoni",
      "isCorrect":true,
      "image":"pericolo_attraversamento_pedonale.gif"
   },
   {
      "question":"In presenza del segnale raffigurato non è consentito sorpassare i veicoli che rallentano per far attraversare i pedoni",
      "isCorrect":true,
      "image":"pericolo_attraversamento_pedonale.gif"
   },
   {
      "question":"In presenza del segnale raffigurato, qualora non si dia la precedenza ai pedoni che attraversano sulle apposite strisce, si incorre nella sottrazione di punti della patente",
      "isCorrect":true,
      "image":"pericolo_attraversamento_pedonale.gif"
   },
   {
      "question":"Il segnale raffigurato preannuncia un luogo frequentato da bambini",
      "isCorrect":false,
      "image":"pericolo_attraversamento_pedonale.gif"
   },
   {
      "question":"Il segnale raffigurato preannuncia un viale pedonale",
      "isCorrect":false,
      "image":"pericolo_attraversamento_pedonale.gif"
   },
   {
      "question":"Il segnale raffigurato consente la fermata dei veicoli sull'attraversamento pedonale, purché rimanga spazio sufficiente per i pedoni",
      "isCorrect":false,
      "image":"pericolo_attraversamento_pedonale.gif"
   },
   {
      "question":"Il segnale raffigurato vieta il transito ai pedoni",
      "isCorrect":false,
      "image":"pericolo_attraversamento_pedonale.gif"
   },
   {
      "question":"In presenza del segnale raffigurato è obbligatorio suonare il clacson se vi sono pedoni che attraversano sulle strisce pedonali",
      "isCorrect":false,
      "image":"pericolo_attraversamento_pedonale.gif"
   },
   {
      "question":"In presenza del segnale raffigurato i pedoni devono dare la precedenza ai veicoli",
      "isCorrect":false,
      "image":"pericolo_attraversamento_pedonale.gif"
   },
   {
      "question":"In presenza del segnale raffigurato non è obbligatorio dare la precedenza ai pedoni che attraversano sulle strisce pedonali",
      "isCorrect":false,
      "image":"pericolo_attraversamento_pedonale.gif"
   },
   {
      "question":"In presenza del segnale raffigurato si deve dare la precedenza solo ai pedoni che attraversano da sinistra",
      "isCorrect":false,
      "image":"pericolo_attraversamento_pedonale.gif"
   },
   {
      "question":"Il segnale in figura preannuncia un sovrappasso pedonale",
      "isCorrect":false,
      "image":"pericolo_attraversamento_pedonale.gif"
   },
   {
      "question":"Il segnale in figura preannuncia un sottopasso pedonale",
      "isCorrect":false,
      "image":"pericolo_attraversamento_pedonale.gif"
   },
   {
      "question":"Il segnale raffigurato è posto in corrispondenza di un attraversamento pedonale",
      "isCorrect":false,
      "image":"pericolo_attraversamento_pedonale.gif"
   },
   {
      "question":"Il segnale raffigurato preannuncia un attraversamento ciclabile",
      "isCorrect":true,
      "image":"pericolo_attraversamento_ciclabile.gif"
   },
   {
      "question":"Il segnale raffigurato preannuncia l'approssimarsi di un luogo dal quale possono provenire ciclisti",
      "isCorrect":true,
      "image":"pericolo_attraversamento_ciclabile.gif"
   },
   {
      "question":"Il segnale raffigurato è posto, di norma, 150 metri prima dell'attraversamento ciclabile",
      "isCorrect":true,
      "image":"pericolo_attraversamento_ciclabile.gif"
   },
   {
      "question":"Il segnale raffigurato comporta di moderare la velocità in modo da non costituire pericolo per la sicurezza dei ciclisti",
      "isCorrect":true,
      "image":"pericolo_attraversamento_ciclabile.gif"
   },
   {
      "question":"In presenza del segnale raffigurato bisogna rallentare ed essere pronti ad arrestarsi, se necessario, per dare la precedenza ai ciclisti che attraversano",
      "isCorrect":true,
      "image":"pericolo_attraversamento_ciclabile.gif"
   },
   {
      "question":"Il segnale raffigurato è posto in corrispondenza di un attraversamento ciclabile",
      "isCorrect":false,
      "image":"pericolo_attraversamento_ciclabile.gif"
   },
   {
      "question":"Il segnale raffigurato è un segnale di prescrizione",
      "isCorrect":false,
      "image":"pericolo_attraversamento_ciclabile.gif"
   },
   {
      "question":"Il segnale raffigurato indica che si sta svolgendo una gara ciclistica",
      "isCorrect":false,
      "image":"pericolo_attraversamento_ciclabile.gif"
   },
   {
      "question":"In presenza del segnale raffigurato è necessario tenere presente che i ciclisti devono dare la precedenza ai veicoli",
      "isCorrect":false,
      "image":"pericolo_attraversamento_ciclabile.gif"
   },
   {
      "question":"Il segnale raffigurato preannuncia una discesa e ne specifica la pendenza",
      "isCorrect":true,
      "image":"discesa_pericolosa.gif"
   },
   {
      "question":"Il segnale raffigurato comporta di moderare la velocità",
      "isCorrect":true,
      "image":"discesa_pericolosa.gif"
   },
   {
      "question":"Il segnale raffigurato richiede di inserire una marcia adeguatamente bassa",
      "isCorrect":true,
      "image":"discesa_pericolosa.gif"
   },
   {
      "question":"In presenza del segnale raffigurato, l'inserimento di una marcia bassa consente di sfruttare adeguatamente l'azione frenante del motore",
      "isCorrect":true,
      "image":"discesa_pericolosa.gif"
   },
   {
      "question":"In presenza del segnale raffigurato si deve moderare la velocità per evitare di tamponare veicoli che procedono più lentamente",
      "isCorrect":true,
      "image":"discesa_pericolosa.gif"
   },
   {
      "question":"In presenza del segnale raffigurato bisogna evitare l'uso prolungato dei freni per non surriscaldarli",
      "isCorrect":true,
      "image":"discesa_pericolosa.gif"
   },
   {
      "question":"In presenza del segnale raffigurato bisogna usare molta prudenza se la strada è bagnata",
      "isCorrect":true,
      "image":"discesa_pericolosa.gif"
   },
   {
      "question":"Il segnale raffigurato preannuncia un tratto di strada che è bene percorrere con il pedale della frizione abbassato",
      "isCorrect":false,
      "image":"discesa_pericolosa.gif"
   },
   {
      "question":"In presenza del segnale raffigurato il pericolo è minore in caso di pioggia",
      "isCorrect":false,
      "image":"discesa_pericolosa.gif"
   },
   {
      "question":"In presenza del segnale raffigurato bisogna inserire la marcia più alta e adeguare la velocità con i freni",
      "isCorrect":false,
      "image":"discesa_pericolosa.gif"
   },
   {
      "question":"In presenza del segnale raffigurato bisogna marciare con la frizione abbassata",
      "isCorrect":false,
      "image":"discesa_pericolosa.gif"
   },
   {
      "question":"Il segnale raffigurato è posto prima di una salita ripida",
      "isCorrect":true,
      "image":"pericolo_salita_rapida.gif"
   },
   {
      "question":"Il segnale raffigurato preannuncia una salita da percorrere con prudenza",
      "isCorrect":true,
      "image":"pericolo_salita_rapida.gif"
   },
   {
      "question":"Il segnale raffigurato preannuncia un tratto di strada da percorrere con marcia adeguatamente bassa",
      "isCorrect":true,
      "image":"pericolo_salita_rapida.gif"
   },
   {
      "question":"Il segnale raffigurato specifica la pendenza della salita",
      "isCorrect":true,
      "image":"pericolo_salita_rapida.gif"
   },
   {
      "question":"Il segnale raffigurato preannuncia un tratto di strada da percorrere con il pedale della frizione abbassato",
      "isCorrect":false,
      "image":"pericolo_salita_rapida.gif"
   },
   {
      "question":"Il segnale raffigurato preannuncia un tratto di strada nel quale aumenta lo spazio di frenatura del veicolo",
      "isCorrect":false,
      "image":"pericolo_salita_rapida.gif"
   },
   {
      "question":"Il segnale raffigurato preannuncia un tratto di strada pericoloso per curve strette",
      "isCorrect":false,
      "image":"pericolo_salita_rapida.gif"
   },
   {
      "question":"Il segnale raffigurato preannuncia una discesa e ne specifica la pendenza",
      "isCorrect":false,
      "image":"pericolo_salita_rapida.gif"
   },
   {
      "question":"Il segnale raffigurato preannuncia un restringimento della carreggiata",
      "isCorrect":true,
      "image":"strettoia_simmetrica.gif"
   },
   {
      "question":"Il segnale raffigurato preannuncia una strettoia con probabili difficoltà di incrocio con i veicoli provenienti dal senso opposto",
      "isCorrect":true,
      "image":"strettoia_simmetrica.gif"
   },
   {
      "question":"Il segnale raffigurato preannuncia un restringimento sui due lati della carreggiata",
      "isCorrect":true,
      "image":"strettoia_simmetrica.gif"
   },
   {
      "question":"Il segnale in figura è un segnale di pericolo",
      "isCorrect":true,
      "image":"strettoia_simmetrica.gif"
   },
   {
      "question":"Il segnale raffigurato, se a fondo giallo, è posto in presenza di un cantiere stradale che riduce la larghezza della carreggiata",
      "isCorrect":true,
      "image":"strettoia_simmetrica.gif"
   },
   {
      "question":"Il segnale raffigurato comporta di moderare la velocità",
      "isCorrect":true,
      "image":"strettoia_simmetrica.gif"
   },
   {
      "question":"Il segnale raffigurato preannuncia un senso unico alternato con l'obbligo di dare la precedenza ai veicoli provenienti dall'altro senso",
      "isCorrect":false,
      "image":"strettoia_simmetrica.gif"
   },
   {
      "question":"Il segnale raffigurato preannuncia che i veicoli provenienti dall'altro senso devono darci la precedenza",
      "isCorrect":false,
      "image":"strettoia_simmetrica.gif"
   },
   {
      "question":"Il segnale raffigurato preannuncia un divieto di transito agli autobus",
      "isCorrect":false,
      "image":"strettoia_simmetrica.gif"
   },
   {
      "question":"Il segnale raffigurato preannuncia un lungo rettilineo",
      "isCorrect":false,
      "image":"strettoia_simmetrica.gif"
   },
   {
      "question":"Il segnale raffigurato preannuncia l'ingresso di una galleria",
      "isCorrect":false,
      "image":"strettoia_simmetrica.gif"
   },
   {
      "question":"Il segnale raffigurato è un segnale di prescrizione",
      "isCorrect":false,
      "image":"strettoia_simmetrica.gif"
   },
   {
      "question":"Il segnale raffigurato preannuncia una strada a senso unico",
      "isCorrect":false,
      "image":"strettoia_simmetrica.gif"
   },
   {
      "question":"Il segnale raffigurato preannuncia una corsia di accelerazione",
      "isCorrect":false,
      "image":"strettoia_simmetrica.gif"
   },
   {
      "question":"Dopo il segnale (A) si può trovare il segnale (B)",
      "isCorrect":true,
      "image":"strettoia_precedenza.png"
   },
   {
      "question":"Dopo il segnale (A) si può trovare il segnale (B)",
      "isCorrect":true,
      "image":"strettoia_dare_precedenza.png"
   },
   {
      "question":"Il segnale raffigurato preannuncia una strettoia sul lato sinistro della carreggiata",
      "isCorrect":true,
      "image":"strettoia_asimmetrica_a_sinistra.gif"
   },
   {
      "question":"Il segnale raffigurato preannuncia un restringimento della carreggiata",
      "isCorrect":true,
      "image":"strettoia_asimmetrica_a_sinistra.gif"
   },
   {
      "question":"Il segnale raffigurato preannuncia un restringimento pericoloso sulla sinistra della carreggiata",
      "isCorrect":true,
      "image":"strettoia_asimmetrica_a_sinistra.gif"
   },
   {
      "question":"Il segnale raffigurato preannuncia una strettoia con probabile difficoltà di incrocio con i veicoli provenienti dal senso opposto",
      "isCorrect":true,
      "image":"strettoia_asimmetrica_a_sinistra.gif"
   },
   {
      "question":"Il segnale raffigurato impone di moderare la velocità e, se occorre, arrestarsi",
      "isCorrect":true,
      "image":"strettoia_asimmetrica_a_sinistra.gif"
   },
   {
      "question":"Il segnale raffigurato è un segnale di pericolo",
      "isCorrect":true,
      "image":"strettoia_asimmetrica_a_sinistra.gif"
   },
   {
      "question":"Il segnale raffigurato, se a fondo giallo, è posto in presenza di un cantiere stradale che riduce la larghezza della carreggiata",
      "isCorrect":true,
      "image":"strettoia_asimmetrica_a_sinistra.gif"
   },
   {
      "question":"Il segnale raffigurato preannuncia una strada con una serie di curve",
      "isCorrect":false,
      "image":"strettoia_asimmetrica_a_sinistra.gif"
   },
   {
      "question":"Il segnale raffigurato preannuncia un sottopassaggio pedonale",
      "isCorrect":false,
      "image":"strettoia_asimmetrica_a_sinistra.gif"
   },
   {
      "question":"Il segnale raffigurato preannuncia un tratto di strada sdrucciolevole",
      "isCorrect":false,
      "image":"strettoia_asimmetrica_a_sinistra.gif"
   },
   {
      "question":"Il segnale raffigurato preannuncia una strettoia sulla destra della carreggiata",
      "isCorrect":true,
      "image":"strettoia_asimmetrica_a_destra.gif"
   },
   {
      "question":"Il segnale raffigurato preannuncia una strettoia causata da un ostacolo fisso sul lato destro",
      "isCorrect":true,
      "image":"strettoia_asimmetrica_a_destra.gif"
   },
   {
      "question":"Il segnale raffigurato preannuncia un restringimento pericoloso sulla destra della carreggiata",
      "isCorrect":true,
      "image":"strettoia_asimmetrica_a_destra.gif"
   },
   {
      "question":"Il segnale raffigurato preannuncia il restringimento della carreggiata causato da muretti o altro ostacolo sul lato destro",
      "isCorrect":true,
      "image":"strettoia_asimmetrica_a_destra.gif"
   },
   {
      "question":"Il segnale raffigurato può trovarsi anche su strada a doppio senso di circolazione",
      "isCorrect":true,
      "image":"strettoia_asimmetrica_a_destra.gif"
   },
   {
      "question":"Il segnale raffigurato, se a fondo giallo, è posto in presenza di un cantiere che riduce la larghezza della carreggiata",
      "isCorrect":true,
      "image":"strettoia_asimmetrica_a_destra.gif"
   },
   {
      "question":"Il segnale raffigurato, se a fondo giallo, è posto in presenza di un cantiere che riduce la larghezza della carreggiata",
      "isCorrect":false,
      "image":"strettoia_asimmetrica_a_destra.gif"
   },
   {
      "question":"Il segnale raffigurato obbliga a dare la precedenza ai veicoli provenienti dal senso opposto",
      "isCorrect":false,
      "image":"strettoia_asimmetrica_a_destra.gif"
   },
   {
      "question":"Il segnale raffigurato autorizza la marcia per file parallele",
      "isCorrect":false,
      "image":"strettoia_asimmetrica_a_destra.gif"
   },
   {
      "question":"Il segnale raffigurato indica di disporsi su due file",
      "isCorrect":false,
      "image":"strettoia_asimmetrica_a_destra.gif"
   },
   {
      "question":"Il segnale raffigurato preannuncia una confluenza da destra",
      "isCorrect":false,
      "image":"strettoia_asimmetrica_a_destra.gif"
   },
   {
      "question":"Il segnale raffigurato preannuncia l'inizio di un senso unico",
      "isCorrect":false,
      "image":"strettoia_asimmetrica_a_destra.gif"
   },
   {
      "question":"Il segnale raffigurato preannuncia un ponte mobile",
      "isCorrect":true,
      "image":"pericolo_ponte_mobile.gif"
   },
   {
      "question":"Il segnale raffigurato è un segnale di pericolo",
      "isCorrect":true,
      "image":"pericolo_ponte_mobile.gif"
   },
   {
      "question":"Il segnale raffigurato può essere integrato con pannello indicante gli orari di manovra o di funzionamento di un ponte mobile",
      "isCorrect":true,
      "image":"pericolo_ponte_mobile.gif"
   },
   {
      "question":"Dopo il segnale raffigurato possiamo trovare un dispositivo a luci rosse lampeggianti",
      "isCorrect":true,
      "image":"pericolo_ponte_mobile.gif"
   },
   {
      "question":"Il segnale raffigurato comporta di arrestarsi se sono in funzione le luci rosse lampeggianti",
      "isCorrect":true,
      "image":"pericolo_ponte_mobile.gif"
   },
   {
      "question":"Il segnale raffigurato può essere integrato dal pannello distanziometrico a tre barre rosse",
      "isCorrect":true,
      "image":"pericolo_ponte_mobile.gif"
   },
   {
      "question":"Il segnale raffigurato preannuncia un'area portuale",
      "isCorrect":false,
      "image":"pericolo_ponte_mobile.gif"
   },
   {
      "question":"Il segnale raffigurato obbliga ad arrestarsi prima di attraversare il ponte",
      "isCorrect":false,
      "image":"pericolo_ponte_mobile.gif"
   },
   {
      "question":"Il segnale raffigurato preannuncia un ponte con forte pendenza",
      "isCorrect":false,
      "image":"pericolo_ponte_mobile.gif"
   },
   {
      "question":"Il segnale raffigurato impone di dare la precedenza ai veicoli provenienti dal senso opposto",
      "isCorrect":false,
      "image":"pericolo_ponte_mobile.gif"
   },
   {
      "question":"Il segnale raffigurato vieta il sorpasso se posto sulla strada di accesso ad un'area portuale",
      "isCorrect":false,
      "image":"pericolo_ponte_mobile.gif"
   },
   {
      "question":"Il segnale raffigurato preannuncia un passaggio a livello con barriere",
      "isCorrect":false,
      "image":"pericolo_ponte_mobile.gif"
   },
   {
      "question":"Il segnale raffigurato preannuncia un tratto di strada che può diventare pericoloso in particolari condizioni climatiche specificate nei pannelli integrativi",
      "isCorrect":true,
      "image":"strada_sdrucciolevole.gif"
   },
   {
      "question":"Il segnale raffigurato preannuncia una strada con superficie che può diventare particolarmente sdrucciolevole",
      "isCorrect":true,
      "image":"strada_sdrucciolevole.gif"
   },
   {
      "question":"Il segnale raffigurato preannuncia un tratto di strada sul quale può diminuire l'aderenza degli pneumatici",
      "isCorrect":true,
      "image":"strada_sdrucciolevole.gif"
   },
   {
      "question":"In presenza del segnale raffigurato è necessario moderare la velocità ed evitare brusche frenate in caso di pioggia",
      "isCorrect":true,
      "image":"strada_sdrucciolevole.gif"
   },
   {
      "question":"Il segnale raffigurato preannuncia una strettoia",
      "isCorrect":false,
      "image":"strada_sdrucciolevole.gif"
   },
   {
      "question":"Il segnale raffigurato preannuncia la possibilità di sbandamento per forte vento laterale",
      "isCorrect":false,
      "image":"strada_sdrucciolevole.gif"
   },
   {
      "question":"Il segnale raffigurato invita a diminuire la distanza di sicurezza",
      "isCorrect":false,
      "image":"strada_sdrucciolevole.gif"
   },
   {
      "question":"Il segnale raffigurato preannuncia una strada con molte curve",
      "isCorrect":false,
      "image":"strada_sdrucciolevole.gif"
   },
   {
      "question":"In presenza del segnale raffigurato è necessario diminuire la distanza dal veicolo che ci precede, in caso di pioggia",
      "isCorrect":false,
      "image":"strada_sdrucciolevole.gif"
   },
   {
      "question":"In presenza del segnale raffigurato è sempre vietato il sorpasso quando piove",
      "isCorrect":false,
      "image":"strada_sdrucciolevole.gif"
   },
   {
      "question":"Il segnale raffigurato vieta il transito ai veicoli con ruote sporche di fango",
      "isCorrect":false,
      "image":"strada_sdrucciolevole.gif"
   },
   {
      "question":"In presenza del segnale raffigurato è necessario montare le catene",
      "isCorrect":false,
      "image":"strada_sdrucciolevole.gif"
   },
   {
      "question":"Il segnale (A), abbinato con il pannello (B), preannuncia una strada con superficie particolarmente sdrucciolevole in caso di pioggia",
      "isCorrect":true,
      "image":"strada_sdrucciolevole_pioggia.png"
   },
   {
      "question":"Il segnale (A), se abbinato con il pannello (B), preannuncia un tratto di strada sul quale, in particolari condizioni meteorologiche, è probabile la presenza di ghiaccio",
      "isCorrect":true,
      "image":"strada_strucciolevole_neve.png"
   },
   {
      "question":"Il segnale raffigurato preannuncia luoghi frequentati da fanciulli",
      "isCorrect":true,
      "image":"pericolo_bambini.gif"
   },
   {
      "question":"Il segnale raffigurato è un segnale di pericolo",
      "isCorrect":true,
      "image":"pericolo_bambini.gif"
   },
   {
      "question":"Il segnale raffigurato può essere posto nelle vicinanze di giardini pubblici frequentati da bambini",
      "isCorrect":true,
      "image":"pericolo_bambini.gif"
   },
   {
      "question":"Il segnale raffigurato invita a considerare eventuali comportamenti imprudenti di fanciulli",
      "isCorrect":true,
      "image":"pericolo_bambini.gif"
   },
   {
      "question":"In presenza del segnale raffigurato occorre prestare particolare attenzione per la possibile presenza di bambini",
      "isCorrect":true,
      "image":"pericolo_bambini.gif"
   },
   {
      "question":"In presenza del segnale raffigurato è necessario moderare la velocità e prestare attenzione ai bambini anche se si trovano sui marciapiedi",
      "isCorrect":true,
      "image":"pericolo_bambini.gif"
   },
   {
      "question":"In presenza del segnale raffigurato occorre prestare particolare attenzione ai movimenti imprevedibili dei bambini",
      "isCorrect":true,
      "image":"pericolo_bambini.gif"
   },
   {
      "question":"In presenza del segnale raffigurato è vietato sorpassare i veicoli che si sono fermati per lasciare attraversare i bambini",
      "isCorrect":true,
      "image":"pericolo_bambini.gif"
   },
   {
      "question":"Il segnale raffigurato vieta il transito ai bambini non accompagnati",
      "isCorrect":false,
      "image":"pericolo_bambini.gif"
   },
   {
      "question":"Il segnale raffigurato preannuncia un percorso pedonale",
      "isCorrect":false,
      "image":"pericolo_bambini.gif"
   },
   {
      "question":"Il segnale raffigurato è posto sulla parte posteriore dello scuolabus",
      "isCorrect":false,
      "image":"pericolo_bambini.gif"
   },
   {
      "question":"In presenza del segnale raffigurato è necessario fare attenzione ai bambini sulla carreggiata e non a quelli sul marciapiede",
      "isCorrect":false,
      "image":"pericolo_bambini.gif"
   },
   {
      "question":"In presenza del segnale raffigurato è vietato transitare durante l'orario di uscita dei bambini da scuola",
      "isCorrect":false,
      "image":"pericolo_bambini.gif"
   },
   {
      "question":"In presenza del segnale raffigurato è vietato superare la velocità di 30 km/h",
      "isCorrect":false,
      "image":"pericolo_bambini.gif"
   },
   {
      "question":"Il segnale raffigurato richiede di rallentare o di arrestarsi se gli animali sulla strada non si spostano",
      "isCorrect":true,
      "image":"animali_domestici_vaganti.gif"
   },
   {
      "question":"Il segnale raffigurato preannuncia la possibilità di trovare sulla strada animali domestici vaganti",
      "isCorrect":true,
      "image":"animali_domestici_vaganti.gif"
   },
   {
      "question":"Il segnale raffigurato invita a fare attenzione per la probabile presenza di animali domestici sulla carreggiata",
      "isCorrect":true,
      "image":"animali_domestici_vaganti.gif"
   },
   {
      "question":"Il segnale raffigurato preannuncia una strada riservata alla circolazione di animali domestici",
      "isCorrect":false,
      "image":"animali_domestici_vaganti.gif"
   },
   {
      "question":"Il segnale raffigurato preannuncia il probabile attraversamento di animali selvatici",
      "isCorrect":true,
      "image":"animali_selvatici_vaganti.gif"
   },
   {
      "question":"Il segnale raffigurato richiede di rallentare e all'occorrenza di arrestarsi se gli animali danno segno di spavento",
      "isCorrect":true,
      "image":"animali_selvatici_vaganti.gif"
   },
   {
      "question":"Il segnale raffigurato richiede di rallentare e all'occorrenza di arrestarsi se gli animali attraversano improvvisamente la strada",
      "isCorrect":true,
      "image":"animali_selvatici_vaganti.gif"
   },
   {
      "question":"Il segnale raffigurato preannuncia la possibilità di trovare improvvisamente animali vaganti sulla carreggiata",
      "isCorrect":true,
      "image":"animali_selvatici_vaganti.gif"
   },
   {
      "question":"Il segnale raffigurato preannuncia il probabile e improvviso attraversamento di animali selvatici",
      "isCorrect":true,
      "image":"animali_selvatici_vaganti.gif"
   },
   {
      "question":"Il segnale raffigurato richiede di rallentare per evitare urti con animali selvatici vaganti",
      "isCorrect":true,
      "image":"animali_selvatici_vaganti.gif"
   },
   {
      "question":"In presenza del segnale raffigurato è obbligatorio usare ripetutamente l'avvisatore acustico per allontanare gli animali",
      "isCorrect":false,
      "image":"animali_selvatici_vaganti.gif"
   },
   {
      "question":"Il segnale raffigurato preannuncia una area riservata alla circolazione di animali selvatici",
      "isCorrect":false,
      "image":"animali_selvatici_vaganti.gif"
   },
   {
      "question":"Il segnale raffigurato obbliga a marciare al centro della strada per evitare di investire gli animali selvatici",
      "isCorrect":false,
      "image":"animali_selvatici_vaganti.gif"
   },
   {
      "question":"Il segnale raffigurato consente il transito dei soli veicoli a quattro ruote motrici",
      "isCorrect":false,
      "image":"animali_selvatici_vaganti.gif"
   },
   {
      "question":"Il segnale raffigurato indica l'ingresso di uno 'zoo safari'",
      "isCorrect":false,
      "image":"animali_selvatici_vaganti.gif"
   },
   {
      "question":"Il segnale raffigurato indica l'ingresso di un Parco Nazionale",
      "isCorrect":false,
      "image":"animali_selvatici_vaganti.gif"
   },
   {
      "question":"Il segnale raffigurato indica che, poco oltre, occorrerà usare maggiore prudenza",
      "isCorrect":true,
      "image":"doppio_senso_di_circolazione.gif"
   }, 
   {
      "question":"Il segnale raffigurato, se a fondo giallo, è posto in presenza di lavori in corso",
      "isCorrect":true,
      "image":"doppio_senso_di_circolazione.gif"
   },
   {
      "question":"Il segnale raffigurato è un segnale di pericolo",
      "isCorrect":true,
      "image":"doppio_senso_di_circolazione.gif"
   }, 
   {
      "question":"Il segnale raffigurato preannuncia che termina il senso unico di circolazione",
      "isCorrect":true,
      "image":"doppio_senso_di_circolazione.gif"
   }, 
   {
      "question":"Il segnale raffigurato preannuncia che una carreggiata a senso unico, diventa a doppio senso di circolazione",
      "isCorrect":true,
      "image":"doppio_senso_di_circolazione.gif"
   }, 
   {
      "question":"Il segnale raffigurato preannuncia che, poco oltre, si potranno incontrare veicoli che marciano in senso opposto",
      "isCorrect":true,
      "image":"doppio_senso_di_circolazione.gif"
   }, 
   {
      "question":"In presenza del segnale raffigurato il sorpasso, se consentito, deve essere effettuato con particolare prudenza",
      "isCorrect":true,
      "image":"doppio_senso_di_circolazione.gif"
   },
   {
      "question":"Il segnale raffigurato impone di dare la precedenza ai veicoli provenienti in senso contrario",
      "isCorrect":false,
      "image":"doppio_senso_di_circolazione.gif"
   }, 
   {
      "question":"Il segnale raffigurato è un preavviso di direzione obbligatoria",
      "isCorrect":false,
      "image":"doppio_senso_di_circolazione.gif"
   }, 
   {
      "question":"Il segnale raffigurato preannuncia che il traffico si svolge su due carreggiate separate",
      "isCorrect":false,
      "image":"doppio_senso_di_circolazione.gif"
   }, 
   {
      "question":"Il segnale raffigurato preannuncia che la circolazione diventa a senso unico",
      "isCorrect":false,
      "image":"doppio_senso_di_circolazione.gif"
   }, 
   {
      "question":"Il segnale raffigurato preannuncia il diritto di precedenza nei sensi unici alternati",
      "isCorrect":false,
      "image":"doppio_senso_di_circolazione.gif"
   }, 
   {
      "question":"Il segnale raffigurato preannuncia che bisogna ritornare indietro",
      "isCorrect":false,
      "image":"doppio_senso_di_circolazione.gif"
   }, 
   {
      "question":"Il segnale raffigurato preannuncia un senso unico alternato",
      "isCorrect":false,
      "image":"doppio_senso_di_circolazione.gif"
   }, 
   {
      "question":"Il segnale raffigurato preannuncia lo sbocco della strada su una banchina portuale",
      "isCorrect":true,
      "image":"sbocco_su_molo_o_su_argine.gif"
   }, 
   {
      "question":"Il segnale raffigurato preannuncia lo sbocco della strada su un molo",
      "isCorrect":true,
      "image":"sbocco_su_molo_o_su_argine.gif"
   }, 
   {
      "question":"Il segnale raffigurato preannuncia lo sbocco della strada sull'argine di un fiume",
      "isCorrect":true,
      "image":"sbocco_su_molo_o_su_argine.gif"
   }, 
   {
      "question":"Il segnale raffigurato preannuncia lo sbocco della strada sull'argine di un canale",
      "isCorrect":true,
      "image":"sbocco_su_molo_o_su_argine.gif"
   }, 
   {
      "question":"In presenza del segnale raffigurato bisogna usare particolare prudenza, soprattutto di notte, per evitare di cadere in acqua",
      "isCorrect":true,
      "image":"sbocco_su_molo_o_su_argine.gif"
   }, 
   {
      "question":"Il segnale raffigurato preannuncia il pericolo di caduta in acqua",
      "isCorrect":true,
      "image":"sbocco_su_molo_o_su_argine.gif"
   }, 
   {
      "question":"In presenza del segnale raffigurato bisogna usare particolare prudenza se, nel tratto di strada che segue, si dovranno effettuare manovre di retromarcia",
      "isCorrect":true,
      "image":"sbocco_su_molo_o_su_argine.gif"
   }, 
   {
      "question":"Il segnale raffigurato è un segnale di pericolo",
      "isCorrect":true,
      "image":"sbocco_su_molo_o_su_argine.gif"
   }, 
   {
      "question":"Il segnale raffigurato preannuncia un viadotto in costruzione",
      "isCorrect":false,
      "image":"sbocco_su_molo_o_su_argine.gif"
   }, 
   {
      "question":"Il segnale raffigurato obbliga ad arrestarsi in corrispondenza di un ponte mobile in manovra",
      "isCorrect":false,
      "image":"sbocco_su_molo_o_su_argine.gif"
   }, 
   {
      "question":"Il segnale raffigurato preannuncia un tratto di strada interrotto per alluvione",
      "isCorrect":false,
      "image":"sbocco_su_molo_o_su_argine.gif"
   }, 
   {
      "question":"Il segnale raffigurato preannuncia lo sbocco su un ponte mobile",
      "isCorrect":false,
      "image":"sbocco_su_molo_o_su_argine.gif"
   }, 
   {
      "question":"In presenza del segnale raffigurato bisogna usare particolare prudenza perché si incontra una discesa ripida",
      "isCorrect":false,
      "image":"sbocco_su_molo_o_su_argine.gif"
   }, 
   {
      "question":"Il segnale raffigurato preannuncia un'area attrezzata per il lavaggio dei veicoli",
      "isCorrect":false,
      "image":"sbocco_su_molo_o_su_argine.gif"
   }, 
   {
      "question":"Il segnale raffigurato preannuncia il pericolo di mareggiate",
      "isCorrect":false,
      "image":"sbocco_su_molo_o_su_argine.gif"
   }, 
   {
      "question":"Il segnale raffigurato si riferisce soltanto alle autovetture",
      "isCorrect":false,
      "image":"sbocco_su_molo_o_su_argine.gif"
   }, 
   {
      "question":"Il segnale raffigurato non ha validità nei mesi estivi",
      "isCorrect":false,
      "image":"sbocco_su_molo_o_su_argine.gif"
   }, 
   {
      "question":"Il segnale raffigurato preannuncia un tratto di strada sul quale l'aderenza del veicolo può diminuire",
      "isCorrect":true,
      "image":"materiale_instabile_sulla_strada.gif"
   }, 
   {
      "question":"Il segnale raffigurato richiede di procedere con cautela in presenza di pedoni, anche se si trovano fuori dalla carreggiata",
      "isCorrect":true,
      "image":"materiale_instabile_sulla_strada.gif"
   }, 
   {
      "question":"Il segnale raffigurato preannuncia la presenza di pietrisco che può essere scagliato a distanza al passaggio del veicolo",
      "isCorrect":true,
      "image":"materiale_instabile_sulla_strada.gif"
   }, 
   {
      "question":"Il segnale raffigurato richiede di moderare la velocità, incrociando un altro veicolo",
      "isCorrect":true,
      "image":"materiale_instabile_sulla_strada.gif"
   }, 
   {
      "question":"In presenza del segnale raffigurato è opportuno mantenere una distanza maggiore dal veicolo che precede",
      "isCorrect":true,
      "image":"materiale_instabile_sulla_strada.gif"
   }, 
   {
      "question":"Il segnale raffigurato preannuncia il pericolo di trovare pietrisco sulla pavimentazione stradale",
      "isCorrect":true,
      "image":"materiale_instabile_sulla_strada.gif"
   }, 
   {
      "question":"In presenza del segnale raffigurato occorre considerare il pericolo di sbandamento o di slittamento",
      "isCorrect":true,
      "image":"materiale_instabile_sulla_strada.gif"
   }, 
   {
      "question":"Il segnale raffigurato, se a fondo giallo, è posto in presenza di cantieri stradali",
      "isCorrect":true,
      "image":"materiale_instabile_sulla_strada.gif"
   }, 
   {
      "question":"Il segnale raffigurato consiglia di accelerare per aumentare l'aderenza del veicolo sull'asfalto",
      "isCorrect":false,
      "image":"materiale_instabile_sulla_strada.gif"
   }, 
   {
      "question":"Il segnale raffigurato è un segnale di prescrizione",
      "isCorrect":false,
      "image":"materiale_instabile_sulla_strada.gif"
   }, 
   {
      "question":"Il segnale raffigurato preannuncia un tratto di strada soggetto a frana",
      "isCorrect":false,
      "image":"materiale_instabile_sulla_strada.gif"
   }, 
   {
      "question":"Il segnale raffigurato, se a fondo giallo, preannuncia un tratto di strada non percorribile per la presenza di cantieri stradali",
      "isCorrect":false,
      "image":"materiale_instabile_sulla_strada.gif"
   }, 
   {
      "question":"Il segnale raffigurato preannuncia la presenza di banchine cedevoli",
      "isCorrect":false,
      "image":"materiale_instabile_sulla_strada.gif"
   }, 
   {
      "question":"Il segnale raffigurato preannuncia un tratto di strada ove esiste il pericolo di caduta di massi",
      "isCorrect":false,
      "image":"materiale_instabile_sulla_strada.gif"
   }, 
   {
      "question":"Il segnale raffigurato preannuncia l'obbligo di montare le catene da neve",
      "isCorrect":false,
      "image":"materiale_instabile_sulla_strada.gif"
   }, 
   {
      "question":"Il segnale raffigurato preannuncia il pericolo di caduta di massi",
      "isCorrect":true,
      "image":"caduta_massi_sinistra.gif"
   }, 
   {
      "question":"Il segnale raffigurato preannuncia un tratto di strada ove esiste il pericolo di presenza di pietre sulla carreggiata",
      "isCorrect":true,
      "image":"caduta_massi_sinistra.gif"
   }, 
   {
      "question":"Il segnale raffigurato preannuncia il pericolo di caduta di pietre da sinistra con conseguente loro presenza sulla carreggiata",
      "isCorrect":true,
      "image":"caduta_massi_sinistra.gif"
   }, 
   {
      "question":"In presenza del segnale raffigurato è opportuno moderare la velocità per evitare di urtare eventuali massi caduti sulla carreggiata",
      "isCorrect":true,
      "image":"caduta_massi_sinistra.gif"
   }, 
   {
      "question":"In presenza del segnale raffigurato è consigliabile evitare lunghe soste nel tratto di strada interessato dal pericolo",
      "isCorrect":true,
      "image":"caduta_massi_sinistra.gif"
   }, 
   {
      "question":"Il segnale raffigurato preannuncia un tratto di strada con cantieri stradali",
      "isCorrect":false,
      "image":"caduta_massi_sinistra.gif"
   }, 
   {
      "question":"In presenza del segnale raffigurato è opportuno suonare con insistenza",
      "isCorrect":false,
      "image":"caduta_massi_sinistra.gif"
   }, 
   {
      "question":"Il segnale raffigurato preannuncia un tratto di strada in cattivo stato o con pavimentazione irregolare",
      "isCorrect":false,
      "image":"caduta_massi_sinistra.gif"
   }, 
   {
      "question":"Il segnale raffigurato preannuncia un tratto di strada in cattivo stato o con pavimentazione irregolare",
      "isCorrect":false,
      "image":"altri_pericoli.gif"
   }, 
   {
      "question":"Il segnale raffigurato preannuncia un tratto di strada deformata",
      "isCorrect":false,
      "image":"caduta_massi_sinistra.gif"
   }, 
   {
      "question":"Il segnale raffigurato preannuncia un tratto di strada in cui è vietato il sorpasso",
      "isCorrect":false,
      "image":"caduta_massi_sinistra.gif"
   }, 
   {
      "question":"Il segnale raffigurato preannuncia il pericolo di caduta di massi da destra",
      "isCorrect":true,
      "image":"caduta_massi_destra.gif"
   }, 
   {
      "question":"Il segnale raffigurato preannuncia un tratto di strada ove esiste il pericolo di presenza di pietre sulla carreggiata",
      "isCorrect":true,
      "image":"caduta_massi_destra.gif"
   }, 
   {
      "question":"Il segnale raffigurato preannuncia il pericolo di caduta di pietre dalla parete rocciosa",
      "isCorrect":true,
      "image":"caduta_massi_destra.gif"
   }, 
   {
      "question":"In presenza del segnale raffigurato è opportuno moderare la velocità per evitare di urtare eventuali massi caduti sulla carreggiata",
      "isCorrect":true,
      "image":"caduta_massi_destra.gif"
   }, 
   {
      "question":"In presenza del segnale raffigurato bisogna far attenzione a possibili brusche frenate da parte dei veicoli che precedono",
      "isCorrect":true,
      "image":"caduta_massi_destra.gif"
   }, 
   {
      "question":"Il segnale raffigurato preannuncia un tratto di strada sdrucciolevole",
      "isCorrect":false,
      "image":"caduta_massi_destra.gif"
   }, 
   {
      "question":"Il segnale raffigurato preannuncia una strettoia a destra",
      "isCorrect":false,
      "image":"caduta_massi_destra.gif"
   }, 
   {
      "question":"Il segnale raffigurato preannuncia un tratto di strada non asfaltato",
      "isCorrect":false,
      "image":"caduta_massi_destra.gif"
   }, 
   {
      "question":"Il segnale raffigurato preannuncia banchine cedevoli",
      "isCorrect":false,
      "image":"caduta_massi_destra.gif"
   }, 
   {
      "question":"Il segnale raffigurato preannuncia un tratto di strada dove non si può circolare ad oltre 30 km/h",
      "isCorrect":false,
      "image":"caduta_massi_destra.gif"
   }, 
   {
      "question":"Il segnale raffigurato preannuncia possibili grandinate",
      "isCorrect":false,
      "image":"caduta_massi_destra.gif"
   }, 
   {
      "question":"Il segnale raffigurato preannuncia un semaforo",
      "isCorrect":true,
      "image":"pericolo_semaforo_verticale.gif"
   }, 
   {
      "question":"Il segnale raffigurato è un segnale di pericolo",
      "isCorrect":true,
      "image":"pericolo_semaforo_verticale.gif"
   }, 
   {
      "question":"Il segnale raffigurato è un segnale di pericolo",
      "isCorrect":true,
      "image":"pericolo_semaforo_orizzontale.gif"
   }, 
   {
      "question":"Nel segnale raffigurato, il disco giallo può essere sostituito da una luce gialla lampeggiante",
      "isCorrect":true,
      "image":"pericolo_semaforo_verticale.gif"
   }, 
   {
      "question":"In presenza del segnale raffigurato bisogna moderare la velocità per potersi all'occorrenza fermare",
      "isCorrect":true,
      "image":"pericolo_semaforo_verticale.gif"
   }, 
   {
      "question":"Il segnale raffigurato è a fondo giallo se posto prima di un cantiere stradale",
      "isCorrect":true,
      "image":"pericolo_semaforo_verticale.gif"
   }, 
   {
      "question":"Il segnale raffigurato preannuncia un semaforo con disposizione delle luci in verticale",
      "isCorrect":true,
      "image":"pericolo_semaforo_verticale.gif"
   }, 
   {
      "question":"Il segnale raffigurato è obbligatorio sulle strade extraurbane",
      "isCorrect":true,
      "image":"pericolo_semaforo_verticale.gif"
   }, 
   {
      "question":"Sulle strade extraurbane il segnale è sempre obbligatorio",
      "isCorrect":true,
      "image":"pericolo_semaforo_verticale.gif"
   }, 
   {
      "question":"Il segnale raffigurato può avere il disco rosso sostituito da una luce rossa lampeggiante",
      "isCorrect":false,
      "image":"pericolo_semaforo_verticale.gif"
   }, 
   {
      "question":"Il segnale raffigurato preannuncia un attraversamento ferroviario senza barriere",
      "isCorrect":false,
      "image":"pericolo_semaforo_verticale.gif"
   }, 
   {
      "question":"Il segnale raffigurato preannuncia un attraversamento ferroviario senza barriere",
      "isCorrect":false,
      "image":"pericolo_semaforo_orizzontale.gif"
   }, 
   {
      "question":"Il segnale raffigurato preannuncia la presenza di corsie reversibili",
      "isCorrect":false,
      "image":"pericolo_semaforo_orizzontale.gif"
   }, 
   {
      "question":"Il segnale raffigurato preannuncia un passaggio a livello con semibarriere",
      "isCorrect":false,
      "image":"pericolo_semaforo_orizzontale.gif"
   },
   {
      "question":"Il segnale raffigurato può preannunciare un passaggio a livello con semibarriere",
      "isCorrect":false,
      "image":"pericolo_semaforo_verticale.gif"
   }, 
   {
      "question":"Il segnale raffigurato preannuncia un senso unico alternato",
      "isCorrect":false,
      "image":"pericolo_semaforo_verticale.gif"
   }, 
   {
      "question":"Il segnale raffigurato preannuncia la presenza di un ponte mobile",
      "isCorrect":false,
      "image":"pericolo_semaforo_verticale.gif"
   }, 
   {
      "question":"Il segnale raffigurato preannuncia la presenza di un ponte mobile",
      "isCorrect":false,
      "image":"pericolo_semaforo_orizzontale.gif"
   }, 
   {
      "question":"Il segnale raffigurato può avere al centro una luce gialla fissa",
      "isCorrect":false,
      "image":"pericolo_semaforo_verticale.gif"
   }, 
   {
      "question":"Il segnale raffigurato preannuncia l'attraversamento di una zona soggetta al pericolo d'incendio",
      "isCorrect":true,
      "image":"pericolo_incendio.gif"
   }, 
   {
      "question":"Il segnale raffigurato preannuncia la vicinanza di zone ad alto rischio d'incendio",
      "isCorrect":true,
      "image":"pericolo_incendio.gif"
   }, 
   {
      "question":"Il segnale raffigurato indica che ci si sta avvicinando ad un bosco facilmente infiammabile",
      "isCorrect":true,
      "image":"pericolo_incendio.gif"
   }, 
   {
      "question":"Il segnale raffigurato preannuncia zone laterali alla strada che sono ad alto rischio d'incendio",
      "isCorrect":true,
      "image":"pericolo_incendio.gif"
   }, 
   {
      "question":"Il segnale raffigurato è integrato dal pannello che indica la lunghezza del tratto di strada interessato",
      "isCorrect":true,
      "image":"pericolo_incendio.gif"
   }, 
   {
      "question":"In presenza del segnale se il conducente o gli eventuali passeggeri non rispettano il divieto di gettare sigarette accese dal finestrino, può verificarsi un incendio",
      "isCorrect":true,
      "image":"pericolo_incendio.gif"
   }, 
   {
      "question":"Il segnale raffigurato preannuncia l'attraversamento di una zona soggetta al pericolo di esplosioni",
      "isCorrect":false,
      "image":"pericolo_incendio.gif"
   }, 
   {
      "question":"Il segnale raffigurato preannuncia un tratto di strada fiancheggiato da cave di pietra, con pericolo di esplosioni",
      "isCorrect":false,
      "image":"pericolo_incendio.gif"
   }, 
   {
      "question":"Il segnale raffigurato vieta il transito ai veicoli che trasportano esplosivi",
      "isCorrect":false,
      "image":"pericolo_incendio.gif"
   }, 
   {
      "question":"Il segnale raffigurato vieta il transito ai veicoli che trasportano prodotti facilmente infiammabili",
      "isCorrect":false,
      "image":"pericolo_incendio.gif"
   }, 
   {
      "question":"Il segnale raffigurato vieta il transito ai veicoli che trasportano liquidi infiammabili",
      "isCorrect":false,
      "image":"pericolo_incendio.gif"
   }, 
   {
      "question":"Il segnale raffigurato preannuncia la possibilità di forte vento laterale",
      "isCorrect":false,
      "image":"pericolo_incendio.gif"
   }, 
   {
      "question":"",
      "isCorrect":false,
      "image":"pericolo_incendio.gif"
   }
]
